[
  {
    "section": "news/world",
    "articles": [
      {
        "url": "https://bbc.com//news/world-latin-america-50736482",
        "title": "Genaro García Luna: US arrests Mexico ex-minister on drugs charges",
        "text": "A former Mexican security minister has been arrested in the US, charged with taking bribes from a drugs cartel.\nGenaro García Luna is accused of allowing the Sinaloa cartel of \"El Chapo\" Guzman to operate in Mexico in exchange for millions of dollars. \nProsecutors say Mr García Luna gave the cartel safe passage for drug shipments and access to sensitive information. \nThey say that on two occasions cartel members delivered up to $5m (£3.7m) in two briefcases to him in person. \nHe has previously denied any wrongdoing.\nMr García Luna, 52, served as public security chief in the administration of President Felipe Calderon between 2006 and 2012. \nHis arrest in Texas is a major development in Mexican politics, the BBC's Mexico correspondent Will Grant reports. \nMr García Luna was not just an important figure in Mr Calderon's administration - he was Mexico's secretary of public security, the face of the country's federal police force, our correspondent adds. \nMr Calderon, with US backing, deployed troops against the cartels for the first time. Tens of thousands died in Mexico in drug-related violence during his \"war on drugs\".\nMr García Luna was taken into custody in Dallas, Texas, on Monday, prosecutors in New York said.\nCourt documents unsealed on Tuesday in Brooklyn showed he had been charged with cocaine trafficking conspiracy and making false statements.\n\"García Luna stands accused of taking millions of dollars in bribes from 'El Chapo' Guzman's Sinaloa cartel while he controlled Mexico's Federal Police Force and was responsible for ensuring public safety in Mexico,\" said US Attorney Richard Donoghue, announcing the arrest.\nHe was also accused of lying about his criminal past when he applied for US naturalisation in 2018. \nGuzmán was jailed for life in July following a three-month trial in the US.\nDuring that trial, ex-cartel member Jesus \"Rey\" Zambada alleged that he had personally delivered two suitcases containing millions of dollars in bribes to Mr García Luna at a restaurant.\nMr García Luna denied those allegations at the time, calling them \"lies, defamation and perjury\".\nUS prosecutors allege that the former minister used his position to protect the Sinaloa cartel's trafficking operations from 2001 to 2012, enabling it to operate \"with impunity\" in Mexico.\nIf found guilty, he faces between 10 years to life in prison.\n",
        "summary": [
          "Genaro García Luna is accused of allowing the Sinaloa cartel of \"El Chapo\" Guzman to operate in Mexico in exchange for millions of dollars.",
          "Prosecutors say Mr García Luna gave the cartel safe passage for drug shipments and access to sensitive information.",
          "Mr García Luna, 52, served as public security chief in the administration of President Felipe Calderon between 2006 and 2012."
        ]
      },
      {
        "url": "https://bbc.com//news/business-50736344",
        "title": "WTO chief: 'Months' needed to fix disputes body",
        "text": "Director General of the World Trade Organisation Roberto Azevedo says it will take \"a few months\" to fix its main body for settling trade disputes. \nIt has ground to a halt because the US has blocked the appointment of new judges.\nA minimum of three are needed and today there is just one in place. \nThe Appellate Body has the final say on disputes that cover billions of dollars of international trade and its decisions are supposed to be binding. \nHowever, now that it has ceased to function and can't take on new cases Mr Azevedo conceded that \"significant changes in the dispute settlement mechanism\" will be needed and that \"intensive consultations\" will start immediately. \nThese are likely to include \"looking at issues like how fast can the disputes settlement work\", he said in a BBC interview\nThose changes are being demanded by President Trump's administration in Washington. Their argument is that the WTO has treated the United States unfairly. Some of their criticisms are shared by other countries but others are not. Despite this Mr Azevedo says that Donald Trump's tenure as US president is not a barrier to reaching a solution. \n\"It's whether we can find fixes that everybody can live with\".  \nHe adds that, \"these are extremely complex conversations and negotiations and very political in nature, so we have to understand this is not something that is going to be solved overnight, just like that\".\nMr Trump's role is disputed by Professor James Bacchus, a former chairman, or chief judge, of the WTO Appellate Body as well as a former US trade negotiator. He told the BBC there is \"little chance of resolving this while Donald Trump is still president in a way that will continue to preserve the independence and impartiality of the Appellate Body and the rest of the WTO dispute settlement system\".\nHe says that whilst the US has won the vast majority of cases it has bought at the WTO it has repeatedly violated the trade remedies imposed on it by the organisation.\nProfessor Bacchus says that many of the US claims against the WTO are \"trumped up\". \nThe US, however, thinks that the WTO dispute system interprets the WTO rules in a way that creates new obligations for WTO members, according to US ambassador to the WTO, Dennis Shea.\nOne area that particularly grates in Washington is dumping, when a foreign supplier sells goods abroad more cheaply than at home. The US and others have used a disputed method for assessing whether goods have been dumped and how much the the price is below what it should be.\nIt's not explicitly prohibited by the WTO rules, but the Appellate Body took the view that it was in effect against their spirit.\nProfessor Bacchus says that immobilizing the WTO Appellate Body is an attempt by the US to replace the rule of law in trade \"with the rule of power\".\nInstead of turning to the WTO President Trump has repeatedly used tariffs to address his trade concerns, seeing them as a way to gain leverage over his adversaries. This has meant tit for tat tariffs against China in what is becoming a protracted trade war. They have also been used in disputes with countries including Brazil, Argentina, Turkey and the European Union. \nWith the WTO paralysed, these other countries may now be tempted to lend their support to the EU plans for a new an alternative interim system for settling international trade disputes. China, the world's second biggest economy, is also now reported to be looking to support the move.\nIn a statement the EU trade commissioner Phil Hogan said the WTO's problems are a \"regrettable and very serious blow to the international rules-based trade system\".  And despite believing that a \"comprehensive package of reform\" is needed for the WTO he thinks it remains indispensable for ensuring open and fair trade. \nThe WTO's Director General isn't concerned that any interim arrangement for settling disputes, however widely supported, will replaced his organization just 24 years after it was founded.\nMr Azevedo says \"I think what we need to do is not lose focus on finding the permanent solution while at the same time we're working on some temporary fixes\". \n",
        "summary": [
          "Director General of the World Trade Organisation Roberto Azevedo says it will take \"a few months\" to fix its main body for settling trade disputes.",
          "The Appellate Body has the final say on disputes that cover billions of dollars of international trade and its decisions are supposed to be binding.",
          "The US, however, thinks that the WTO dispute system interprets the WTO rules in a way that creates new obligations for WTO members, according to US ambassador to the WTO, Dennis Shea."
        ]
      },
      {
        "url": "https://bbc.com//news/world-us-canada-50737537",
        "title": "Jersey City: Deadly gun battle kills six people",
        "text": "A police officer and at least five other people have died in a series of \"furious\" gun battles in Jersey City, in the state of New Jersey.\nTwo other police officers were also wounded during the incident, which culminated in a shootout after gunmen barricaded themselves in a shop. \nSeveral local schools and businesses were also put on lockdown.\nA motive for the incident has not yet been established. Authorities say they do not believe it was a terror attack.\nAuthorities identified the police officer who died as Joseph Seals, 39, who was part of a programme to confiscate illegal weaponry in New Jersey.\nSpeaking to reporters, Jersey City Police Chief Mike Kelly said Mr Seals was a \"leading police officer in removing guns from the street\". \nMr Kelly said an exchange of gunfire first erupted at a local cemetery just after 12:00 local time (17:00 GMT). \nIt is believed that Mr Seals, who was investigating a murder, was killed while approaching the suspects. \nThe pair fled the scene in a truck and took shelter in a nearby kosher supermarket where they continued to fire at police. \nDozens of armed law enforcement officials, including Swat teams and federal agents, were deployed to the scene, and five people were killed in the shop - two are thought to be the suspected gunmen.\nPolice said the suspects were armed with \"high powered rifles\" and fired \"hundreds of rounds of ammunition\" during the gun battle.\nMr Kelly said it is believed that three people in the shop were killed by the suspects, but stressed that all information was \"preliminary\" and an investigation would take time.\nAt least one survivor from the business is being treated for injuries, and the van used by the suspects is being investigated by bomb disposal specialists.\n",
        "summary": [
          "A police officer and at least five other people have died in a series of \"furious\" gun battles in Jersey City, in the state of New Jersey.",
          "Speaking to reporters, Jersey City Police Chief Mike Kelly said Mr Seals was a \"leading police officer in removing guns from the street\".",
          "Police said the suspects were armed with \"high powered rifles\" and fired \"hundreds of rounds of ammunition\" during the gun battle."
        ]
      },
      {
        "url": "https://bbc.com//news/world-us-canada-50731010",
        "title": "Trump impeachment: Democrats unveil formal charges",
        "text": "The Democratic-controlled US House Judiciary Committee has unveiled charges against President Donald Trump, a key move in impeaching him.\nThe first article revealed by committee chief Jerry Nadler accuses Mr Trump of abuse of power and the second accuses him of obstructing Congress.\nThe Republican president is said to have withheld aid to Ukraine for domestic political reasons.\nA defiant Mr Trump has urged the Senate to try him \"sooner than later\".\n\"The president wants a trial,\" White House spokesman Hogan Gidley told BBC News. \nMr Trump insists he has done \"nothing wrong\" and has dismissed the impeachment process as \"madness\".\nIf the House of Representatives Judiciary Committee votes to approve the articles later this week, they will then be submitted to the lower chamber for a full vote.\nIf, in turn, the articles are approved by the House - which is controlled by the Democrats - an impeachment trial in the Republican-held Senate will take place, possibly early in January.\nThe impeachment process was launched after an anonymous whistleblower complained to Congress in September about a July phone call by Mr Trump to the president of Ukraine.\nWe knew it was coming. The talk has been of little else, impeachment seems to be the only thing I've been reporting on for these past couple of months.\nBut when the chairman of the Judiciary Committee charged the president with \"high crimes and misdemeanours\", it still made the hairs on the back of my neck stand up. For all the sound and fury of today's politics, this is not an everyday occurrence. \nIf the House of Representatives votes to impeach Donald J Trump, he will join Andrew Johnson (1868) and Bill Clinton (1998) as the only other presidents to be sanctioned in this way since American independence. \nBut that's for the history books. It's what happens next that matters. Will this be a grievous blow to Donald Trump winning a second term, or will the American people see this as a political hit job against their president? \nThe language is of upholding the Constitution, but don't be gulled. There is raw political calculation too.  \nHe is alleged to have committed \"high crimes and misdemeanours\" (a phrase from the US Constitution) on two counts outlined by Mr Nadler: \nThe charges are set out in detail in a Judiciary Committee document. \nMr Trump \"sees himself as above the law\", Mr Nadler said. \"We must be clear, no-one, not even the president, is above the law.\"\nIn the July phone call to Ukraine's leader, Mr Trump appeared to tie US military assistance for Ukraine to its launching of investigations that could help him politically.\nIn return for those investigations, Democrats say Mr Trump offered two bargaining chips - $400m (£304m) of military aid that had already been allocated by Congress, and a White House meeting for President Volodymyr Zelensky. \nDemocrats say this pressure on a vulnerable US ally constitutes an abuse of power.\nThe first investigation Mr Trump wanted from Ukraine was into former Vice-President Joe Biden, his main Democratic challenger, and his son Hunter. Hunter Biden joined the board of a Ukrainian energy company when his father was President Barack Obama's deputy.\nThe second Trump demand was that Ukraine should try to corroborate a conspiracy theory that Ukraine, not Russia, had interfered in the last US presidential election. This theory has been widely debunked, and US intelligence agencies are unanimous in saying Moscow was behind the hacking of Democratic Party emails in 2016.\nPresident Trump railed at the announcement of the charges, declaring again on Twitter that it was a \"witch hunt\".\n\"Nadler just said that I 'pressured Ukraine to interfere in our 2020 Election',\" he wrote.\n\"Ridiculous, and he knows that is not true. Both the President & Foreign Minister of Ukraine said, many times, that there \"WAS NO PRESSURE.\" Nadler and the Dems know this, but refuse to acknowledge!\"\nLaw professor Jonathan Turley, who testified for Mr Trump's Republican Party before the House Judiciary Committee, told the BBC: \"The problem is not with the legal basis for such impeachable offenses but the evidentiary record. \n\"This record remains both incomplete and conflicted. The Democrats have insisted on impeaching by Christmas rather than build a record to support such charges. This is now the fastest investigation with the thinnest record supporting the narrowest impeachment in modern history.\"\nOther constitutional lawyers have roundly endorsed the impeachment process. Pamela Karlan of Stanford Law School said: \"Wouldn't you know in your gut that such a president had abused his office, betrayed the national interest and tried to corrupt the electoral process? I believe the evidentiary record shows wrongful acts on that scale here.\"\nCongress is certainly split along party lines. The Democrats argue that Mr Trump must be stopped from standing for re-election next year, not on political grounds but because he has committed an impeachable offence.\nAdam Schiff, who oversaw congressional hearings into the allegations, said that not to act against President Trump now would mean allowing him to \"cheat one more time\" in 2020.\n\"To do nothing would make ourselves complicit\" in Mr Trump's actions, he said.\nHowever, Mr Trump's 2020 campaign manager, Brad Parscale, accused the Democrats of trying to remove the Republican candidate now because they had nobody to defeat him next year. \n\"Americans don't agree with this rank partisanship, but Democrats are putting on this political theatre because they don't have a viable candidate,\" he said.\nImpeachment is the first part - the charges - of a two-stage political process by which Congress can remove a president from office.\nIf the House of Representatives votes to pass articles of impeachment, the Senate is forced to hold a trial.\nA Senate vote requires a two-thirds majority to convict and remove the president - unlikely in this case, given that Mr Trump's party controls the chamber.\nOnly two US presidents in history - Bill Clinton and Andrew Johnson - have been impeached, but neither was convicted.\nPresident Richard Nixon resigned before he could be impeached.\n",
        "summary": [
          "The Democratic-controlled US House Judiciary Committee has unveiled charges against President Donald Trump, a key move in impeaching him.",
          "President Trump railed at the announcement of the charges, declaring again on Twitter that it was a \"witch hunt\".",
          "The Democrats have insisted on impeaching by Christmas rather than build a record to support such charges."
        ]
      },
      {
        "url": "https://bbc.com//news/world-us-canada-50735371",
        "title": "Merriam-Webster: Non-binary pronoun 'they' is word of year",
        "text": "Merriam-Webster has named \"they\" its word of the year.\nThe US dictionary also recently added a new definition of \"they\", reflecting its use as a singular personal pronoun for non-binary people.\nSearches for \"they\" on Merriam-Webster's website were 313% higher this year than they were in 2018.\nBritish pop star Sam Smith came out as non-binary in March, and in September confirmed on Instagram that their pronouns were \"they/them\".\nAnnouncing their pronouns, Smith wrote: \"I understand there will be many mistakes and misgendering, but all I ask is you please please try. I hope you can see me like I see myself now.\"\nA number of other high-profile non-binary figures were also in the news this year.\nCatwalk model Oslo Grace rose to prominence in January, and spoke to fashion magazines Vogue and Dazed and Confused about their gender identity and the fashion world.\nAnother non-binary model, Ayesha Tan Jones, was also in the news in September - for staging a silent protest while walking a Gucci show in September.\nNon-binary artists have gained prominence in the UK too. \nTravis Alabanza's play Burgerz is based on a transphobic attack in which someone threw a burger at them, while Amrou al-Kadhi - aka Glamrou - released their memoir Unicorn, on life as a Muslim drag queen.\nPeter Sokolowski, Merriam-Webster's editor-at-large, told the Associated Press news agency that searches shot up when Oslo Grace was rising to prominence, when Sam Smith came out, and when US congresswoman Pramila Jayapal spoke about her gender-nonconforming child while arguing for LGBTQ rights legislation in April.\n\"It reflects a surprising fact: even a basic term - a personal pronoun - can rise to the top of our data,\" the dictionary said in a statement.\n\"Although our look-ups are often driven by events in the news, the dictionary is also a primary resource for information about language itself, and the shifting use of 'they' has been the subject of increasing study and commentary in recent years.\n\"English famously lacks a gender-neutral singular pronoun to correspond neatly with singular pronouns like 'everyone' or 'someone', and as a consequence 'they' has been used for this purpose for over 600 years.\"\n2018: justice\n2017: feminism\n2016: surreal\n2015: -ism\n2014: culture\nMerriam-Webster's runners-up were also influenced by the news - \"impeach\" and \"quid pro quo\", based on the ongoing impeachment hearings into US President Donald Trump, and \"camp\", which was the theme of this year's Met Gala.\nLast month, Collins dictionary also recognised the term \"non-binary\" as a description of people who do not identify as male or female.\nHowever its word of the year (actually, words of the year) was \"climate strike\", after an international protest movement calling for action to combat the climate crisis.\n",
        "summary": [
          "The US dictionary also recently added a new definition of \"they\", reflecting its use as a singular personal pronoun for non-binary people.",
          "British pop star Sam Smith came out as non-binary in March, and in September confirmed on Instagram that their pronouns were \"they/them\".",
          "However its word of the year (actually, words of the year) was \"climate strike\", after an international protest movement calling for action to combat the climate crisis."
        ]
      }
    ]
  },
  {
    "section": "news/business",
    "articles": [
      {
        "url": "https://bbc.com//news/business-50725581",
        "title": "'I won't sleep for over 24 hours on election night'",
        "text": "On the day of the election, Jordan Rochester will start work at 06:30 GMT and won't leave his desk until 09:00 on Friday - more than 24 hours later.\nMr Rochester is a foreign exchange currency strategist at Nomura.  His job is to make sure his clients - big corporations, fund managers and private banks - make money no matter which way the pound swings when the election polls come in.\nHe'll be watching exit polls closely and the results as they come in to give him an idea of what the result will be.\nThe 29-year-old has a good track record. \nThe night before the outcome of the European referendum vote he advised colleagues and clients to stay at their desks, because even though the exit polls showed Remain winning by 52:48 he believed that the gap was not wide enough statistically for him to be certain that Remain would win. \nMr Rochester was also one of the first in the City to predict Leave had won during the early hours of 24 June. \nThe fact he was right meant he has since been dubbed \"Mr Brexit\" by his colleagues and also earned the respect of his clients. \nHow does he do it? The simple answer - he says - is lots of energy drinks and caffeine. \nBut on a daily basis, he analyses charts, economic data and global economic trends.  He also scours the papers looking closely at political news.  He says his job is to strip out the signal from all the noise.\nOne thing that helps him do this is Twitter.  He is not a prolific tweeter and has few followers as a result.  But he follows a small number of other strategists, central bankers and political journalists and is constantly refreshing his feed.\n\"It used to be quite simple, you'd look at your Bloomberg and there'd be a headline up there saying Mark Carney said this or UK data says that.\n\"Now you refresh Twitter and it turns out there's been some poll you didn't expect to see.  There's a lot more if it because of the politics.\"\nMr Rochester arrives every day at around 06:30 and just 40 minutes later he is on the PA system giving his guidance to traders.  This is heard on not just the London trading floors, but also in Frankfurt, Paris, Milan, Madrid, New York, Tokyo, Hong Kong and Singapore.\nThen he's at his desk analysing all the European economic data that's released up until 09:30.  It is only after all this data is out that he can begin looking ahead to consider what will happen to sterling and the other nine major currencies he covers in the medium and long term.\nHis day normally ends 12 hours after he comes into the office. \n\"On a very, very quiet day you might just get out after 5pm, but typically you'll be here until 6.30 or 7pm,\" he says.\nHe's not alone in staying up through the night in the City.\nJeremy Stretch is head of currency strategy at a Canadian bank in the City - CIBC World Markets.  He's expecting an even longer day this election, and is hoping to grab a nap on Thursday afternoon. \n\"By 6am (on Friday) it will be a normal day although I will hope to leave early in the afternoon.  But if there is another hung parliament, I suspect I may have a conference call in the afternoon with North American clients.\"\nEvents serious enough to require extra staffing out of normal trading hours are relatively rare in currency trading, and are normally linked to major, infrequent, events.\nBut since the Brexit referendum, there have been five or six such events.\nAnalysts are forecasting several different scenarios depending on the election outcome. \nA Conservative majority: Most analysts expect this to lead to the pound strengthening.  In fact over recent days the pound has strengthened against all major currencies after the polls showed the Conservatives with a clear lead. Against the US dollar it has risen by more than 2% in the last fortnight.\nA Labour majority:  Most analysts believe the pound will weaken significantly if Labour wins a majority - at least in the short term. Jeremy Stretch believes the pound will fall all the way to $1.20 and Mr Rochester believes it could fall even further.\nBut... Mr Rochester warns that if the Conservatives win a majority and there is a no-deal Brexit scenario at the end of 2020 - this could also lead to a sharp fall in the value of the pound.  He believes sterling would slump to $1.18 and against the euro it may even fall below parity - somewhere between 95 and 98 cents.\nHung Parliament: The predictions here are bit more complicated.  Mr Stretch believes that under either a Tory-led coalition or a Labour-led coalition the pound would fall to similar levels - roughly between $1.27 and $1.28.\nMr Rochester points out that what might happen under a Labour coalition could be very different from what's in Labour's manifesto as the party's spending plans may be curbed by their coalition partners.  If that is the case then he believes the pound could strengthen to as high as $1.50.\nWhatever the election result, the impact of politics on the currency markets won't be going away. Whoever wins the election will have to deal with Brexit, and then later next year the focus will switch across the pond to the US presidential election.\n",
        "summary": [
          "On the day of the election, Jordan Rochester will start work at 06:30 GMT and won't leave his desk until 09:00 on Friday - more than 24 hours later.",
          "Mr Rochester was also one of the first in the City to predict Leave had won during the early hours of 24 June.",
          "Whoever wins the election will have to deal with Brexit, and then later next year the focus will switch across the pond to the US presidential election."
        ]
      },
      {
        "url": "https://bbc.com//news/business-50726762",
        "title": "Most-viewed mansions of 2019 revealed",
        "text": "More than a quarter of those clicking on property websites have no intention to buy. No wonder they end up looking the most striking homes on the market.\nA castle, a multi-million pound penthouse, and an audacious mirrored bedroom ceiling are among the most-viewed, according to Rightmove.\nThe properties include a boathouse, private cinemas, and a replica Angel of the North - in Essex.\nIn contrast, the UK housing market has been relatively undramatic this year.\nRelatively few homes have been put up for sale owing to political uncertainty and worries about the economy.\nIt might not be to everyone's taste but the master bedroom in one mansion in Chigwell, Essex, features a huge mirror above the bed. It also has a replica, but smaller, Angel of the North sculpture outside.\n\"Suffice to say the properties with the biggest personalities or quirkiest features are usually the most popular,\" said Miles Shipside, of Rightmove.\nA survey of 6,000 people by rival property portal, Zoopla, earlier this year suggested that 27% of people clicking on its site had no intention to buy or sell. Fewer were actively looking for a specific property to buy than those browsing in general with an ambition to move or buy a first home.\nIt also suggested that 31% of those asked knew the exact house or street they wanted to live in next. This increases to 48% in London. \nSo, many of them may end up viewing and sharing top-end listings. They often feature cinema rooms, swimming pools, and those with a rich history.\nThe asking prices of Zoopla's five most-viewed properties are no less than £3.5m each.\nSeeing such homes on the site may be a source of frustration for regular sellers, trying to gain the attention of buyers - particularly during the winter.\nYet, there are ways in which they can make their home more attractive, according to property buyer Good Move.\nIts tips for viewings include fixing the nagging DIY jobs, taking it easy on strong-smelling scents, ensuring it is warm, doing what you can to keep rooms well-lit, keeping the garden tidy, and putting pets out of the way during potential buyers' visits.\n\"Winter can be a really difficult time to make a sale, with the gloomy weather, people's reluctance to move house during the colder, shorter days, and even buyers and estate agents taking time off for Christmas,\" said Ross Counsel, director at Good Move.\nThis interactive content requires an internet connection and a modern browser.\nView affordability data by UK region\nView  affordability data by local authority area\nThe national average is \n\n                                                    This calculator assumes you need a deposit of at least 5% of the value of the property to get a mortgage. The average deposit\n                                                    for UK first-time buyers is .\n                                                \nThe national average is \n\n                                                    Your monthly payments are what you can afford to pay each month. Think about your monthly income and take off bills, council\n                                                    tax and living expenses. The average rent figure is for England and Wales.\n\n\n                                        You have a big enough deposit and your monthly payments are high enough.\n                                        The prices are based on the local market. If there are 100 properties of the right size in an area and they are placed in price order with the cheapest first, the “low-end” of the market will be the 25th property, \"mid-priced\" is the 50th and \"high-end” will be the 75th.\n                                    \n",
        "summary": [
          "A castle, a multi-million pound penthouse, and an audacious mirrored bedroom ceiling are among the most-viewed, according to Rightmove.",
          "The properties include a boathouse, private cinemas, and a replica Angel of the North - in Essex.",
          "Relatively few homes have been put up for sale owing to political uncertainty and worries about the economy."
        ]
      },
      {
        "url": "https://bbc.com//news/business-50736344",
        "title": "WTO chief: 'Months' needed to fix disputes body",
        "text": "Director General of the World Trade Organisation Roberto Azevedo says it will take \"a few months\" to fix its main body for settling trade disputes. \nIt has ground to a halt because the US has blocked the appointment of new judges.\nA minimum of three are needed and today there is just one in place. \nThe Appellate Body has the final say on disputes that cover billions of dollars of international trade and its decisions are supposed to be binding. \nHowever, now that it has ceased to function and can't take on new cases Mr Azevedo conceded that \"significant changes in the dispute settlement mechanism\" will be needed and that \"intensive consultations\" will start immediately. \nThese are likely to include \"looking at issues like how fast can the disputes settlement work\", he said in a BBC interview\nThose changes are being demanded by President Trump's administration in Washington. Their argument is that the WTO has treated the United States unfairly. Some of their criticisms are shared by other countries but others are not. Despite this Mr Azevedo says that Donald Trump's tenure as US president is not a barrier to reaching a solution. \n\"It's whether we can find fixes that everybody can live with\".  \nHe adds that, \"these are extremely complex conversations and negotiations and very political in nature, so we have to understand this is not something that is going to be solved overnight, just like that\".\nMr Trump's role is disputed by Professor James Bacchus, a former chairman, or chief judge, of the WTO Appellate Body as well as a former US trade negotiator. He told the BBC there is \"little chance of resolving this while Donald Trump is still president in a way that will continue to preserve the independence and impartiality of the Appellate Body and the rest of the WTO dispute settlement system\".\nHe says that whilst the US has won the vast majority of cases it has bought at the WTO it has repeatedly violated the trade remedies imposed on it by the organisation.\nProfessor Bacchus says that many of the US claims against the WTO are \"trumped up\". \nThe US, however, thinks that the WTO dispute system interprets the WTO rules in a way that creates new obligations for WTO members, according to US ambassador to the WTO, Dennis Shea.\nOne area that particularly grates in Washington is dumping, when a foreign supplier sells goods abroad more cheaply than at home. The US and others have used a disputed method for assessing whether goods have been dumped and how much the the price is below what it should be.\nIt's not explicitly prohibited by the WTO rules, but the Appellate Body took the view that it was in effect against their spirit.\nProfessor Bacchus says that immobilizing the WTO Appellate Body is an attempt by the US to replace the rule of law in trade \"with the rule of power\".\nInstead of turning to the WTO President Trump has repeatedly used tariffs to address his trade concerns, seeing them as a way to gain leverage over his adversaries. This has meant tit for tat tariffs against China in what is becoming a protracted trade war. They have also been used in disputes with countries including Brazil, Argentina, Turkey and the European Union. \nWith the WTO paralysed, these other countries may now be tempted to lend their support to the EU plans for a new an alternative interim system for settling international trade disputes. China, the world's second biggest economy, is also now reported to be looking to support the move.\nIn a statement the EU trade commissioner Phil Hogan said the WTO's problems are a \"regrettable and very serious blow to the international rules-based trade system\".  And despite believing that a \"comprehensive package of reform\" is needed for the WTO he thinks it remains indispensable for ensuring open and fair trade. \nThe WTO's Director General isn't concerned that any interim arrangement for settling disputes, however widely supported, will replaced his organization just 24 years after it was founded.\nMr Azevedo says \"I think what we need to do is not lose focus on finding the permanent solution while at the same time we're working on some temporary fixes\". \n",
        "summary": [
          "Director General of the World Trade Organisation Roberto Azevedo says it will take \"a few months\" to fix its main body for settling trade disputes.",
          "The Appellate Body has the final say on disputes that cover billions of dollars of international trade and its decisions are supposed to be binding.",
          "The US, however, thinks that the WTO dispute system interprets the WTO rules in a way that creates new obligations for WTO members, according to US ambassador to the WTO, Dennis Shea."
        ]
      },
      {
        "url": "https://bbc.com//news/technology-50717564",
        "title": "Amazon’s fight with Trump is about much more than $10bn",
        "text": "When the Pentagon first tendered the so-called \"Jedi\" contract in March 2018, the stakes couldn't have been higher.\nThe Joint Enterprise Defense Infrastructure project would give the military a cloud computing system that could handle 3.4m demanding users, many of whose lives depended on it working correctly.\nRather than share the responsibility between several companies - as the likes of Oracle and IBM had keenly hoped - the Department of Defense decided that this was to be a \"winner takes all\" contract. One project, one provider, $10bn.\nExperts considered it an opportunity beautifully \"gift wrapped\" for Amazon. Its Amazon Web Services - AWS - was already, by far, the biggest cloud platform in the world, entrusted with sensitive data belonging to millions of clients. Among them, the Central Intelligence Agency.\n\"We have no favourites,\" insisted Timothy Van Name, from the Defense Digital Service, when hit with a barrage of criticism from the wider cloud industry. A court challenge would come from Oracle - the database firm - slowing progress, but the contract looked set to land in the lap of Jeff Bezos.\nExcept, it didn't. Against expectations, the Department of Defense awarded the contract to Microsoft.\nNow, Amazon is going head-to-head with the Trump Administration, arguing that the President himself unfairly interfered with the selection process out of spite for Jeff Bezos due to his ownership of the Washington Post.\nSo far in 2019, AWS has generated $25bn in sales, generating more income for Amazon than it makes from retail in the whole of North America.\nIn that context, the Jedi contract - worth $10bn over 10 years - would be a meaningful but not critical entry on its balance sheet.\nBut what has Amazon so incensed is what the Pentagon's decision might mean for future, similar contracts. Much like the firm had hoped its involvement with the CIA would give it a shoe-in for Jedi, it is thought that other US departments, also in need of modernisation, will follow the Pentagon's lead.\nDan Ives, an analyst with Wedbush, said he believed Amazon's protest would not result in the overturning of the Jedi decision. And, as a result, Microsoft - which today controls 17% of the cloud market - would be poised to capitalise.\n\"This is a game changer for Microsoft,\" Mr Ives said in a briefing note, \"as this will have a ripple effect for the company's cloud business for years to come, and speaks to a new chapter of [Microsoft] winning in the cloud vs Amazon\".\nWith more than $1tn in cloud spending predicted in the upcoming decade, this initial $10bn loss could ultimately prove incredibly costly. A \"stinging defeat\", as Mr Ives put it.\nJeff Bezos's problems began to emerge in July, when President Trump told reporters that he'd heard \"people\" were unhappy with the way the Pentagon contract had been handled.\n(Among those people were executives at Oracle, who had been aggressively lobbying the president, arguing the decision to award Jedi to just one company amounted to a \"conspiracy\" that would create a cloud monopoly, leaving Oracle out in the cold.)\n\"I'm getting tremendous complaints about the contract with the Pentagon and with Amazon; they're saying it wasn't competitively bid,\" the President said.\n\"I will be asking them to take a look at it very closely to see what's going on because I have had very few things where there's been such complaining.\"\nOn 1 August, it was announced the decision on Jedi had been put on hold. The new Defense Secretary, Mark Esper, said he would re-examine the process, and on 25 October, Jedi was awarded to Microsoft.\nAmazon was furious. Last month the firm filed an appeal in federal court, details of which were unsealed by a judge this week.\nAmazon said the Pentagon's decision came not through a fair assessment of capabilities, but was \"the result of improper pressure from President Donald J. Trump, who launched repeated public and behind-the-scenes attacks to steer the Jedi Contract away from AWS to harm his perceived political enemy - Jeffrey P. Bezos\".\nPresident Trump has made his dislike of Amazon repeatedly clear.\nBefore being elected, he told supporters on the campaign trail he would give Amazon \"problems\", and described the firm as using \"our postal system as their delivery boy (causing tremendous loss to the US)\".\nA Vanity Fair report in April 2018 suggested Mr Trump was, now that he's in the White House, prepared to use his power to thwart Amazon's advances. An unnamed source \"close\" to the administration is quoted in the article as saying: \"Trump is like, how can I f*** with him?\"\nMr Trump's dislike of Mr Bezos stems from the world's richest man - that's Mr Bezos - having ownership of the Washington Post newspaper, a major thorn in the side of the President. While that ownership was a personal investment by Mr Bezos, rather than Amazon, Mr Trump sees no distinction, repeatedly referring to the revived newspaper as the \"Amazon Washington Post\".\nIn tweets, Mr Trump called the Jedi contract a \"Bezos bailout\". His son, Donald Trump Jr, also tweeted that Amazon was engaging in \"shady and potentially corrupt practices\" that \"may come back to bite them\".\nIn its filing, Amazon said these interferences \"destroyed\" the ability for the Pentagon to be impartial in its decision making.\n\"Each of these messages came while [the Department of Defense] was evaluating the Jedi proposals and it would have been virtually impossible for anyone involved in Jedi to ignore them.\"\nAccording to AFP, the legal tussle will not slow progress on the project.\n\"We will deal with Amazon's legal actions. I can't comment on those right now,\" said Under Secretary of Defense for Acquisition and Sustainment, Ellen Lord, on Tuesday.\n\"But I will tell you we are moving right now forward with the JEDI contract.\"\n",
        "summary": [
          "A court challenge would come from Oracle - the database firm - slowing progress, but the contract looked set to land in the lap of Jeff Bezos.",
          "An unnamed source \"close\" to the administration is quoted in the article as saying: \"Trump is like, how can I f*** with him?\"",
          "I can't comment on those right now,\" said Under Secretary of Defense for Acquisition and Sustainment, Ellen Lord, on Tuesday."
        ]
      },
      {
        "url": "https://bbc.com//news/business-50579897",
        "title": "Can governments ever run out of money?",
        "text": "In the UK and US, political parties are promising spending splurges to appease voters after a decade of squeezes.\nWhether it's more nurses, frozen tax promises, free broadband internet or more social housing in the UK; or tax cuts and green energy investments in America, public spending is set to surge.\nThis sudden abandonment of fiscal rectitude comes amid the rise in prominence of a way of thinking about money, spending and the economy - Modern Monetary Theory (MMT).\nAccording to its key architect, US businessman Warren Mosler, it is based on a simple idea - that countries that issue their own currencies can never run out of money in the same way a business or person can.\nThis is important to understand because it means when someone says the government can't do something for want of money, that's simply not applicable, says Mr Mosler. A government can no more run out of money than a football stadium can run out of goals scored. \nThe theory has become popular among economists and political thinkers, particularly on the left - such as rising star of the US Democrats Alexandria Ocasio-Cortez. \nUsing MMT as a basis, they argue that countries should be able to borrow and spend more freely, and not be as concerned by things like the national debt or the deficit - the difference between a government's income and outgoings.\nThe idea is fiercely contested.\n\"I'm not a fan of MMT - not at all,\" billionaire investor Warren Buffett told Bloomberg News in March.\nMMT is \"wrong\" Federal Reserve chairman Jerome Powell said a month before that.\nBut MMTers say they do believe in being fiscally responsible, and that critics misunderstand.\nThe story starts with any government's desire to fund public services, which it does through taxation. Citizens need money to pay that tax, and they work to get it, Mr Mosler says.\nHowever, rather than this money appearing from thin air, he says, \"all the funds to pay taxes come only from government or its agents\" because they will have printed or minted it. \nThe government will also have had to spend that newly issued cash in the first place, so it can find its way into the economy and the public can get their hands on it. \n\"Every member of parliament will tell you we have to get money first by taxing to be able to spend. And what we don't get by taxing we have to borrow in the market and pay interest,\" Mr Mosler says. \"It's not true.\"\nAs such, he says the tax-and-spend orthodoxy embraced by most governments should be rethought. What's actually going on is spend and tax, which paints guiding economic principles such as the debt and deficit in entirely different lights.\nMMT also challenges the long held assumption that governments need to borrow money from international markets to get what they need. Mr Mosler calls the idea \"an anachronism\" - countries can instead just print what they need. \nCritics see such ideas as far too radical, saying they would be damaging and lead to sky-high inflation. But similar principles have actually played a huge role in stabilising the global economy since the financial crisis of 2008. \nMr Mosler started off his financial career in banking in 1973 collecting loans at the Savings Bank of Manchester in Connecticut. As well as managing money, he has also built supercars and a ferry. He sold his car businesses and a bank he owned in 2013.\nHe operates from his base in the US Virgin islands. \nCentral banks have pumped some $11tn into the world's financial system by buying up government bonds and corporate debt through what is known as quantitative easing (QE). \nDuring that time inflation has remained subdued. Among the G7 group of large economies, Canada currently has the largest annual price increases at a manageable 1.9%. \nAnd while MMTers argue QE has driven up asset prices, worsening inequality, they believe this could have been remedied by more generous government spending - something they believe is necessary to help economies in crisis recover. \nThis has led some to liken MMT to the work of late British economist John Maynard Keynes, who also argued that economies in crisis should spend more in order to revive growth. \nNow, after a decade of cuts and austerity, politicians of all stripes seem content to spend, and discussions about MMT have entered the spotlight. \nIn the UK, Conservative and Labour politicians have promised hundreds of billions of pounds of extra spending ahead of the 12 December general election. In the US, public debt hit a record $22trn in February following hefty tax cuts brought in by the Trump administration.\nBut Jo Michell, associate professor in economics at the University of the West of England, Bristol says fans of the theory - many of whom share their views online - can be quite uncompromising.\n\"There's a very vocal online movement to really push MMT and any criticism is very strongly acted against,\" he says. \"It does become quite unpleasant.\"\nThere are more technical criticisms of the theory too. Some argue that if governments simply print money to fulfil their needs, then interest rates will languish around zero - something that has been a by-product of QE. \nAs a result, anyone trying to save will find it extremely difficult to grow their money. \n\"What does that do to your pension fund system, insurance, banking, the entire basis of the financial system?\" asks Prof Michell.\nEconomist Frances Coppola also argues that by focusing on fiscal - spending - policy and ignoring interest rates, MMTers are making a mistake.\n\"My view is you need both monetary and fiscal policy and you should not hobble either,\" she says.\nDespite the reservations, MMT is winning some grudging respect in the financial services sector. \n\"Conventional thinkers are wrong to dismiss MMT out of hand. But we must consider long and hard the institutional framework we need if the central bank is going to provide the financing for a big increase in government spending,\" said Jamie Dannhauser, economist at UK money manager Ruffer.\nHe worries that by going down a path of high government spending - backed up by printed money - we may not have the ability to \"press the brake again\" if there is a crisis. \nHe also believes having politicians in charge of printing money to finance government spending is a foolish idea. A body independent of government, whose sole focus is the national interest, has to have the power to reverse the economic thrusters, he says. \nPoliticians, focused on the short-term electoral cycle, cannot be counted on to do this, he adds.\nThe debates over MMT look set to rage on as more prominent people come out to back it. \nMs Ocasio-Cortez told Business Insider in January, MMT \"absolutely\" needs to be \"a larger part of our conversation\".\n",
        "summary": [
          "A government can no more run out of money than a football stadium can run out of goals scored.",
          "The story starts with any government's desire to fund public services, which it does through taxation.",
          "MMT also challenges the long held assumption that governments need to borrow money from international markets to get what they need."
        ]
      }
    ]
  },
  {
    "section": "news/technology",
    "articles": [
      {
        "url": "https://bbc.com//news/technology-50726500",
        "title": "General election 2019: Ads are 'indecent, dishonest and untruthful'",
        "text": "A campaign group is calling for fact-checking of political advertising to be a legal requirement after what it describes as a \"fake news and disinformation general election\".\nThe Coalition for Reform in Political Advertising says at least 31 campaigns from across the party spectrum have been indecent, dishonest or untruthful.\nThe non-partisan body is made up of advertising professionals.\nIt says the next government must create a new regulator to oversee the matter.\nThe organisation also suggests 87% of voters think there needs to be a law to compel political-ad creators to make only truthful claims.\nThe figure is based on a survey of 1,691 adults conducted by YouGov on the Coalition's behalf. \nThe Coalition says the largely unregulated world of election ads bears little resemblance to one of the founding principles of retail advertising, namely that ads should be \"legal, decent, honest and truthful\".\nBreakdown of 31 flagged ads\nSince the start of the election campaign, a team of 10 volunteers from the campaign group sifted through social media ad libraries, party timelines and physical party leaflets. \nIt picked out examples of material the volunteers thought were problematic and then cross-referenced the claims with the work of fact-checking organisations. \nIt then collated an example list of 31 separate items judged to transgress the code of commercial marketing. \nThis included:\nThe group said the examples that it had highlighted - which included both paid and unpaid ads, most online but some offline - should not be regarded as being comprehensive, meaning there were likely to be other cases it had not spotted.\nAds in the UK are regulated by the Advertising Standards Authority. Its rules prohibit misleading information and require advertisers to have \"documentary evidence\" to support their claims. \nBut political advertising is regulated outside of the ASA. And the electoral law that applies \"doesn't require claims in political campaigns to be truthful or factually accurate,\" according to the House of Commons library. \nCoalition for Reform in Political Advertising co-founder Alex Tait says its report demonstrated there is \"a very significant problem\".\nThis is the first general election since several of the tech giants gave the public access to databases listing the political ads running on their platforms.\nFacebook, Instagram, YouTube, Google and Snapchat all share such data, although there is a lag between when a campaign begins and when it is documented.\nAt least £2m has been spent on Facebook and Instagram over the last 30 days, and an advertising blitz is expected over the last 48 hours of campaigning.\nMany of the ads have not contained misleading claims, but the issue has also been addressed in a separate study by the non-profit organisation First Draft published on 6 December. \nIt looked just at every paid-for Facebook ad from the three main UK-wide parties run over the first four days of December:\nHowever, Labour's supporters have been more likely to share unpaid-for electioneering posts than supporters of other parties. \nAnd among the most interacted-with posts of the campaign was Jeremy Corbyn's tweet containing the disputed figure of £500m in relation to the NHS.\nConcerns are not limited to online content. \nIn particular, one expert has flagged the distribution of political campaign materials designed to look like local newspapers.\nDr Claire Hardaker says although this is a tried-and-tested technique, it can have a damaging effect on democracy. \n\"Local papers are seen as more honest, impartial, talking to me specifically,\" explained the Lancaster University academic, who researches deceptive and manipulative language.\n\"They are an objective voice who care about you. When political parties borrow this voice, people interpret what they're saying in a different way, seeing them as more credible.\"\n",
        "summary": [
          "The Coalition for Reform in Political Advertising says at least 31 campaigns from across the party spectrum have been indecent, dishonest or untruthful.",
          "The Coalition says the largely unregulated world of election ads bears little resemblance to one of the founding principles of retail advertising, namely that ads should be \"legal, decent, honest and truthful\".",
          "This is the first general election since several of the tech giants gave the public access to databases listing the political ads running on their platforms."
        ]
      },
      {
        "url": "https://bbc.com//news/technology-50726399",
        "title": "Man beats AI drone in first race of its kind",
        "text": "One of the world's top drone pilots has beaten nine computer-piloted drones in a race around an obstacle course. \nSwiss pilot Gabriel Kocher wore first-person-view goggles to pilot his drone through the course in six seconds. \nThe fastest automated drone, completing the unseen course in 12 seconds without the use of GPS or any human intervention, won a $1m (£0.76m) prize.\nOrganisers the Drone Racing League predicts AI-powered drones will dominate the competition by 2023. \nIts first artificial-intelligence robotic racing contest was the result of a collaboration between aerospace giant Lockheed Martin and crowd-sourced problem-solving platform HeroX. \n\"Our team worked really hard throughout each stage to bring a robust and (most importantly) fast solution to the table,\" said the prize-winning MVLab team.\n\"We are proud to have won despite the remarkable competitors that we had to face.\"\nDr Steve Wright, senior research fellow in avionics and aircraft systems, at University of the West of England told BBC News: \"Ten years ago if you needed a processor that could solve those sort of problems - how to fly a drone through a course - it would have been the size of a dinner plate and would have guzzled energy and got so hot you could fry an egg on it. \n\"Now, it's the size of a playing card and doesn't get all that hot - suddenly, it fits in a drone.\"\n",
        "summary": [
          "One of the world's top drone pilots has beaten nine computer-piloted drones in a race around an obstacle course.",
          "Swiss pilot Gabriel Kocher wore first-person-view goggles to pilot his drone through the course in six seconds.",
          "\"Now, it's the size of a playing card and doesn't get all that hot - suddenly, it fits in a drone.\""
        ]
      },
      {
        "url": "https://bbc.com//news/technology-50717564",
        "title": "Amazon’s fight with Trump is about much more than $10bn",
        "text": "When the Pentagon first tendered the so-called \"Jedi\" contract in March 2018, the stakes couldn't have been higher.\nThe Joint Enterprise Defense Infrastructure project would give the military a cloud computing system that could handle 3.4m demanding users, many of whose lives depended on it working correctly.\nRather than share the responsibility between several companies - as the likes of Oracle and IBM had keenly hoped - the Department of Defense decided that this was to be a \"winner takes all\" contract. One project, one provider, $10bn.\nExperts considered it an opportunity beautifully \"gift wrapped\" for Amazon. Its Amazon Web Services - AWS - was already, by far, the biggest cloud platform in the world, entrusted with sensitive data belonging to millions of clients. Among them, the Central Intelligence Agency.\n\"We have no favourites,\" insisted Timothy Van Name, from the Defense Digital Service, when hit with a barrage of criticism from the wider cloud industry. A court challenge would come from Oracle - the database firm - slowing progress, but the contract looked set to land in the lap of Jeff Bezos.\nExcept, it didn't. Against expectations, the Department of Defense awarded the contract to Microsoft.\nNow, Amazon is going head-to-head with the Trump Administration, arguing that the President himself unfairly interfered with the selection process out of spite for Jeff Bezos due to his ownership of the Washington Post.\nSo far in 2019, AWS has generated $25bn in sales, generating more income for Amazon than it makes from retail in the whole of North America.\nIn that context, the Jedi contract - worth $10bn over 10 years - would be a meaningful but not critical entry on its balance sheet.\nBut what has Amazon so incensed is what the Pentagon's decision might mean for future, similar contracts. Much like the firm had hoped its involvement with the CIA would give it a shoe-in for Jedi, it is thought that other US departments, also in need of modernisation, will follow the Pentagon's lead.\nDan Ives, an analyst with Wedbush, said he believed Amazon's protest would not result in the overturning of the Jedi decision. And, as a result, Microsoft - which today controls 17% of the cloud market - would be poised to capitalise.\n\"This is a game changer for Microsoft,\" Mr Ives said in a briefing note, \"as this will have a ripple effect for the company's cloud business for years to come, and speaks to a new chapter of [Microsoft] winning in the cloud vs Amazon\".\nWith more than $1tn in cloud spending predicted in the upcoming decade, this initial $10bn loss could ultimately prove incredibly costly. A \"stinging defeat\", as Mr Ives put it.\nJeff Bezos's problems began to emerge in July, when President Trump told reporters that he'd heard \"people\" were unhappy with the way the Pentagon contract had been handled.\n(Among those people were executives at Oracle, who had been aggressively lobbying the president, arguing the decision to award Jedi to just one company amounted to a \"conspiracy\" that would create a cloud monopoly, leaving Oracle out in the cold.)\n\"I'm getting tremendous complaints about the contract with the Pentagon and with Amazon; they're saying it wasn't competitively bid,\" the President said.\n\"I will be asking them to take a look at it very closely to see what's going on because I have had very few things where there's been such complaining.\"\nOn 1 August, it was announced the decision on Jedi had been put on hold. The new Defense Secretary, Mark Esper, said he would re-examine the process, and on 25 October, Jedi was awarded to Microsoft.\nAmazon was furious. Last month the firm filed an appeal in federal court, details of which were unsealed by a judge this week.\nAmazon said the Pentagon's decision came not through a fair assessment of capabilities, but was \"the result of improper pressure from President Donald J. Trump, who launched repeated public and behind-the-scenes attacks to steer the Jedi Contract away from AWS to harm his perceived political enemy - Jeffrey P. Bezos\".\nPresident Trump has made his dislike of Amazon repeatedly clear.\nBefore being elected, he told supporters on the campaign trail he would give Amazon \"problems\", and described the firm as using \"our postal system as their delivery boy (causing tremendous loss to the US)\".\nA Vanity Fair report in April 2018 suggested Mr Trump was, now that he's in the White House, prepared to use his power to thwart Amazon's advances. An unnamed source \"close\" to the administration is quoted in the article as saying: \"Trump is like, how can I f*** with him?\"\nMr Trump's dislike of Mr Bezos stems from the world's richest man - that's Mr Bezos - having ownership of the Washington Post newspaper, a major thorn in the side of the President. While that ownership was a personal investment by Mr Bezos, rather than Amazon, Mr Trump sees no distinction, repeatedly referring to the revived newspaper as the \"Amazon Washington Post\".\nIn tweets, Mr Trump called the Jedi contract a \"Bezos bailout\". His son, Donald Trump Jr, also tweeted that Amazon was engaging in \"shady and potentially corrupt practices\" that \"may come back to bite them\".\nIn its filing, Amazon said these interferences \"destroyed\" the ability for the Pentagon to be impartial in its decision making.\n\"Each of these messages came while [the Department of Defense] was evaluating the Jedi proposals and it would have been virtually impossible for anyone involved in Jedi to ignore them.\"\nAccording to AFP, the legal tussle will not slow progress on the project.\n\"We will deal with Amazon's legal actions. I can't comment on those right now,\" said Under Secretary of Defense for Acquisition and Sustainment, Ellen Lord, on Tuesday.\n\"But I will tell you we are moving right now forward with the JEDI contract.\"\n",
        "summary": [
          "A court challenge would come from Oracle - the database firm - slowing progress, but the contract looked set to land in the lap of Jeff Bezos.",
          "An unnamed source \"close\" to the administration is quoted in the article as saying: \"Trump is like, how can I f*** with him?\"",
          "I can't comment on those right now,\" said Under Secretary of Defense for Acquisition and Sustainment, Ellen Lord, on Tuesday."
        ]
      },
      {
        "url": "https://bbc.com//news/technology-50726390",
        "title": "Influencer jailed for plot to steal website at gunpoint",
        "text": "A social-media influencer has been sentenced to 14 years in prison over a plot to obtain a domain name at gunpoint. \nRossi Lorathio Adams II, 27, built up more than a million followers by posting videos of partying Iowa State University students on his website, Doit4thestate.com.\nHe then planned to expand his empire by buying the domain Doitforthestate.com.\nBut for two years, its owner refused to sell it to him.\nIn June 2017, Adams drove his cousin Sherman Hopkins Jr to the home of the domain owner, in Cedar Rapids, Iowa,\nThe men had found the address through web-hosting company GoDaddy's registration records.\nHopkins, a convicted criminal, forced his way into the man's home, wearing a disguise. \nHe pistol-whipped the victim several times and demanded the domain be transferred over into Adams's name. \nDuring a violent struggle, the victim was shot in the leg before he managed to gain control of the gun. \nHe then shot his attacker several times in the chest and called the police. \nBoth men survived and Hopkins was sentenced to 20 years in prison earlier this year. \nAdams, also known as \"Polo\", founded his company, State Snaps, in 2015 while enrolled at university. \nThe type content he shared on social-media platforms such as Twitter, Instagram and Snapchat was described by the US Attorney's Office as \"young adults engaged in crude behaviour, drunkenness and nudity\". \nAdams initially had a court-appointed lawyer but the court later discovered he had been earning significant amounts of money while the case was pending. \nHe has been ordered to repay the court $22,000 (£15,196) in legal fees. \n",
        "summary": [
          "A social-media influencer has been sentenced to 14 years in prison over a plot to obtain a domain name at gunpoint.",
          "Rossi Lorathio Adams II, 27, built up more than a million followers by posting videos of partying Iowa State University students on his website, Doit4thestate.com.",
          "During a violent struggle, the victim was shot in the leg before he managed to gain control of the gun."
        ]
      },
      {
        "url": "https://bbc.com//news/technology-50734805",
        "title": "General election 2019: Do social media ads work, are they fair?",
        "text": "In early November, we asked you to send us targeted election ads you had seen on social media. We've had a tremendous response, with more than 1,800 messages so far. \nLooking through them, a number of questions arise. How are these ads targeted, do they work, and are new laws needed to control them?\nConventional wisdom suggests that social media advertising is powerful because it delivers precise targeting - thousands of different messages crafted to reach the right people in the right places.\nIt is ironic then that what looks like one of the more expensive campaigns during the election was anything but targeted. \nOn Saturday, Sunday and Monday, the Conservatives splashed out on the masthead advert on YouTube's UK site. One message sent right across the country - the equivalent of buying a commercial slot in ITV's News at Ten 25 years ago.\nThose of you who wrote in certainly noticed. A clutch sent in screenshots, with a couple saying it was the first election ad they had seen. \n\"An ad for the Conservatives popped up as I looked for Bob the Builder videos for my son,\" wrote one.\nBut on Facebook, the various parties have indeed experimented with targeting strategies. \nIn the early stages, it was hard to discern a pattern.\nWe saw ads aimed at Mock the Week viewers, at people interested in the Rugby World Cup, and even one from the Democratic Unionist Party aimed at people interested in gospel music and the Catholic church.\nIn the last week, however, it seems location, location, location has become the order of the day. \nA few people wrote in to complain they were not seeing any ads - whereas others sent in half a dozen from different parties and campaign groups. The reason was a few key marginals have become the focus for spending, not just by the parties but by tactical voting groups.\nTwo such groups, Vote Smart and Stop Boris, targeted Wivelsfield Green, just one ward of the marginal Lewes constituency. Both groups urged voters to choose candidates who could beat the Conservatives.\nMeanwhile Save Brexit, funded by 3rd Party Limited - which is run by a former Vote Leave executive - has run ads in Southampton, Bassetlaw and Wakefield. \nIn each case, they claimed that voting Conservative was the only option for Brexiteers.\nBoth Labour and the SNP have also joined this game. \nLabour has told voters in one marginal constituency \"the LibDems can't win here\", while the SNP said it was the party best placed to take Tory-held seats in Scotland.\nIn each election, parties face the danger that they use tactics that worked last time round while the world has moved on. \nFacebook played a big role in both the EU referendum and the 2017 general election, and campaigners from all sides have rushed to splurge their budgets on the platform this time.\nBut plenty of our contributors are sceptical about how well these ads have been targeted.\n\"My Facebook traffic tends to be middle-left to sometimes extreme,\" said a woman who received an ad from a group attacking Labour over its policies towards landlords.\n\"I have no interest in private schools,\" said someone who sent in an ad from Parents' Choice, which campaigns to keep their charitable status.\n\"Badly targeted: Ofsted doesn't exist in Scotland,\" said another about an ad from the same group.\nOthers said the advertisers had misfired.\n\"This is an interesting one, as it's targeting people in Durham but I live in Cambridge,\" said one.\nAnd an ad for a Conservative candidate in the south-west caused amusement: \"He seems to be targeting people in London even though he's standing [elsewhere].\"\nIt is rare to find people who profess to be enthusiastic about any kind of advertising. But social media ads during elections appear to be a particular concern.\nMany objected to what they saw as falsehoods.\n\"Obviously biased and yet another attempt to put across fake news,\" was one reaction to an advert from a non-party organisation. \nThere was also anger about bar charts giving a misleading impression about the state of the parties in specific constituencies.\nAnd some of you objected to Tory estimates of the cost of Labour policies. \nBut the biggest concern was about a lack of transparency in adverts from groups set up as non-party campaigners. \nAt the beginning of this exercise, we were sent an ad from the Fair Tax Campaign. It broke Facebook's rules by omitting information about who had paid for it.\nThat ad was taken down until the campaign, started by a former Boris Johnson aide, complied with Facebook's rules. \nA clutch of other groups did reveal who had paid for them, but there was still dissatisfaction.\nIt is still unclear who or what are:\nJust yesterday, a group called Lib Dems 4 Corbyn appeared with an advert that actually warned of the dangers of Jeremy Corbyn. \nWe asked Facebook whether a group claiming a false connection with the Liberal Democrats broke any rules.\nAfter thinking about it for a while, the company said no.\nIt is hard to see new rules governing misinformation in online ads being introduced so long as it is allowed in leaflets, posters and party political broadcasts.\nSam Jeffers is co-founder of Who Targets Me, which also collects examples of targeted election ads. He wants more transparency. \n\"Even journalists are finding you have to head off to the Information Commissioner's Office or Companies House or the Electoral Commission to find out who's behind an ad,\" he says.\n\"It's not sensible for the average voter to have to do that.\"\nHe also thinks social media platforms need to be explicit about when ads are directed at an individual constituency, and how much is spent on them.\n\"You have national parties messing about with the spirit of electoral law by targeting spending at a constituency but not specifically mentioning the candidate,\" he says.\nHe is not alone in calling for reform.\n\"We need to confront the fact that our electoral law is not fit for purpose in the digital age,\" wrote the chairman of the Culture, Media and Sport Select Committee, Damian Collins, back in September.\nThe changes he wanted did not come in time for this campaign. \nThere will be plenty of inquests about the role of social media - and Facebook in particular - after the election.\nBut a new government may look back and conclude that its mastery of the dark arts of online campaigning delivered its victory.\nHow urgently then, will it press for reform?\n",
        "summary": [
          "In early November, we asked you to send us targeted election ads you had seen on social media.",
          "A clutch sent in screenshots, with a couple saying it was the first election ad they had seen.",
          "There will be plenty of inquests about the role of social media - and Facebook in particular - after the election."
        ]
      }
    ]
  },
  {
    "section": "news/science_and_environment",
    "articles": [
      {
        "url": "https://bbc.com//news/science-environment-50719386",
        "title": "Climate change: Amazon oil boom under fire at UN talks",
        "text": "A report presented at COP25 says that plans are in place for a huge expansion of oil drilling in the upper Amazon.\nThe analysis says that Ecuador and Peru are set to sanction oil extraction across an area of forest the size of Italy. \nIndigenous leaders from both countries have travelled to Madrid to urge a moratorium on using the oil.\nThey say using the five billion barrels under the forest would harm the region and the world.\nThe area in question is known as the sacred headwaters of the upper Amazon and spans some 30 million hectares (74 million acres) in Ecuador and Peru. \nThe region is home to around 500,000 indigenous peoples from 20 nationalities, and is a hotspot of biodiversity. \nBut a report prepared by campaign group, Amazon Watch, says that Ecuador and Peru are actively planning to expand extraction and auction new oil blocks across the area. \nRight now this is a pristine area, with few roads. The indigenous people have title to these lands and in the area several tribes are living in voluntary isolation. Campaigners fear that if the oil blocks are sold it will see new roads built, which will lead to illegal logging, deforestation and poor outcomes for the residents of the region.\nEcuador is due to leave the OPEC oil consortium in 2020, allowing it to boost its oil production. The country is also under pressure from China to supply oil because of financial debts. \n\"There's about $14bn that Ecuador owes China right now and that's a big part of the drive to expand production and look for new oil,\" said Kevin Koenig, from Amazon Watch who authored the report. \n\"In addition there are about $6bn in hidden debt in these oil for loan deals between PetroChina and Petroecuador which Ecuador is paying in barrels of oil.\"\nIt's estimated that around five billion barrels of oils are to be found in the upper Amazon region, which would equate to two billion metric tonnes of CO2. \nRight now, around 50% of the current production from the western Amazon goes to California, \nThe report has been presented at the COP to highlight the hypocrisy of countries including China, says Kevin Koenig.\n\"All those countries are here making declarations about cutting emissions, Ecuador and Peru are making declarations about protecting the Amazon but what we are seeing is a whole different plan to expand extraction, there's a gap between what countries are committing too and what they are actually planning to do in terms of fossil fuel expansion.\"\nIndigenous leaders here are pressing for a moratorium on drilling - they say the oil should stay in the ground.\n\"We have been protecting our forests. We have kept many oil companies away,\" said Sandra Tukup, an indigenous leader from Ecuador. \n\"We are asking for a model of development aligned with climate science that respects our rights and allows our forests to continue to flourish.\" \nOthers stress the importance of the Amazon region for the whole world. They believe it could help push global temperatures past 1.5C, a level beyond which scientists believe there could be dire consequences for the Earth. \n\"The world needs to understand that the Amazon goes beyond Brazil, and that us, the indigenous from Peru and Ecuador, can work hand in hand with governments and philanthropists in the creation of a new economic model for the Amazon Forest,\" said Lizardo Cauper, from Peru.\nReflecting the scale of violence that many indigenous people from the Amazon region live under, a delegation of more than 20 Brazilian leaders held a protest at the COP against the murder of two people on Saturday. \nFollow Matt on Twitter.\n",
        "summary": [
          "The analysis says that Ecuador and Peru are set to sanction oil extraction across an area of forest the size of Italy.",
          "Indigenous leaders from both countries have travelled to Madrid to urge a moratorium on using the oil.",
          "Ecuador is due to leave the OPEC oil consortium in 2020, allowing it to boost its oil production."
        ]
      },
      {
        "url": "https://bbc.com//news/science-environment-48387030",
        "title": "Climate change: Greenland ice melt 'is accelerating'",
        "text": "Greenland is losing ice seven times faster than it was in the 1990s. \nThe assessment comes from an international team of polar scientists who've reviewed all the satellite observations over a 26-year period. \nThey say Greenland's contribution to sea-level rise is currently tracking what had been regarded as a pessimistic projection of the future.\nIt means an additional 7cm of ocean rise could now be expected by the end of the century from Greenland alone.\nThis threatens to put many millions more people in low-lying coastal regions at risk of flooding. \nIt's estimated roughly a billion live today less than 10m above current high-tide lines, including 250 million below 1m. \n\"Storms, if they happen against a baseline of higher seas - they will break flood defences,\" said Prof Andy Shepherd, of Leeds University.\n\"The simple formula is that around the planet, six million people are brought into a flooding situation for every centimetre of sea-level rise. So, when you hear about a centimetre rise, it does have impacts,\" he told BBC News.\nThe British scientist is the co-lead investigator for Imbie - the Ice Sheet Mass Balance Inter-comparison Exercise.\nIt's a consortium of 89 polar experts drawn from 50 international organisations. \nThe group has reanalysed the data from 11 satellite missions flown from 1992 to 2018.  These spacecraft have taken repeat measurements of the ice sheet's changing thickness, flow and gravity. The Imbie team has combined their observations with the latest weather and climate models.\nWhat emerges is the most comprehensive picture yet of how Greenland is reacting to the Arctic's rapid warming. This is a part of the globe that has seen a 0.75C temperature rise in just the past decade.\nThe Imbie assessment shows the island to have lost 3.8 trillion tonnes of ice to the ocean since the start of the study period. This mass is the equivalent of 10.6mm of sea-level rise. What is more, the team finds an acceleration in the data.\nWhereas in the early 90s, the rate of loss was equivalent to about 1mm per decade, it is now running at roughly 7mm per decade.\nImbie team-member Dr Ruth Mottram is affiliated to the Danish Meteorological Institute.\nShe said: \"Greenland is losing ice in two main ways - one is by surface melting and that water runs off into the ocean; and the other is by the calving of icebergs and then melting where the ice is in contact with the ocean. The long-term contribution from these two processes is roughly half and half.\"\nIn an average year now, Greenland sheds about 250 billion tonnes of ice. This year, however, has been exceptional for its warmth. In the coastal town of Ilulissat, not far from where the mighty Jakobshavn Glacier enters the ocean, temperatures reached into the high 20s Celsius. And even in the ice sheet interior, at its highest point, temperatures got to about zero. \n\"The ice loss this year was more like 370 billion tonnes,\" said Dr Mottram.\nBack in 2013, the Intergovernmental Panel on Climate Change (IPCC) - the authoritative body that reconciles all climate science - gave a mid-range projection for global sea level rise of about 60cm by 2100. A mixture of ice melt and expansion of warming water. \nBut when Imbie published its companion review of Antarctica in 2018, it found the White Continent's contribution by 2100 was likely being underestimated by 10cm. Now, for Greenland, Imbie is saying the shortfall is 7cm. The IPCC will have to incorporate these updates when it releases its next major assessment report (AR6) of Earth's climate in a couple of years' time.\nProf René Forsberg, from the Technical University of Denmark, said the Imbie exercise underlined the importance of flying satellites, especially those that can observe the top of Greenland, higher than 83 degrees North. Only two of the present fleet can, and one of those spacecraft is operating beyond its design life.  \n\"Most of the changes we've seen in Greenland have been in the west, south and east; and now it has slowly moved up to the north. So, yes, the next satellite in the European Union's Copernicus programme needs to go to higher latitudes, and this is being discussed by the EU and the European Space Agency,\" Prof Forsberg told BBC News. \nThe new satellite system - for the moment known as Cristal, but to be called a Sentinel if it flies - would be a radar altimeter to measure the changing shape of Greenland. \nImbie's Greenland analysis is published in the journal Nature. Its release has been timed to coincide with the annual COP climate convention taking place this year in Madrid, and with the American Geophysical Union meeting here in San Francisco, where leading Earth scientists have gathered.\nJonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos\n",
        "summary": [
          "It means an additional 7cm of ocean rise could now be expected by the end of the century from Greenland alone.",
          "The British scientist is the co-lead investigator for Imbie - the Ice Sheet Mass Balance Inter-comparison Exercise.",
          "In an average year now, Greenland sheds about 250 billion tonnes of ice."
        ]
      },
      {
        "url": "https://bbc.com//news/science-environment-50693177",
        "title": "Grandmother killer whales boost survival of calves",
        "text": "Grandmother killer whales boost the survival rates of their grandchildren, a new study has said.\nThe survival rates were even higher if the grandmother had already gone through the menopause.\nThe findings shed valuable light on the mystery of the menopause, or why females of some species live long after they lose the ability to reproduce.\nOnly five known animals experience it: killer whales, short-finned pilot whales, belugas, narwhals and humans.\nWith humans, there is some evidence that human grandmothers aid in the survival of their children and grandchildren,  a hypothesis called the \"grandmother effect\".\nThese findings suggest the same effect occurs in orcas.\n\"If a grandmother dies, in the years following her death, her grand-offspring are much more likely to die,\" said lead author Dan Franks from the University of York.\nHe said the effect was even greater when a post-reproductive grandmother died.\n\"It can explain the benefits of females living a long time after reproduction,\" he said. \"From an evolutionary standpoint, they can still pass on their genes and genetic legacy by helping their grand-offspring.\"\nIn other words, by not continuing to reproduce, the grandmother whales might actually be doing more to ensure their genes get passed on than if they were reproducing.\nThe researchers analysed 36 years of photographic census data on two populations of killer whales off the North Pacific coast of Canada and the United States. Each population was made up of multiple pods with various family groups.\nThe study was published in the journal Proceedings of the National Academy of Sciences USA.\nWhen explaining why grandmothers might have such an impact on calf survival rates, Mr Franks said past research has shown the important leadership role that grandmother killer whales play.\nThey tend to be at the front of the group when searching for food, relying on their vast ecological knowledge. He said by being unable to reproduce, \"they may be in a better position to lead the group\".\nHe noted the impact of grandmothers on their grand-offspring was especially strong in times of need, such as a shortage of salmon.\nOlder female orcas have even been observed directly feeding fish to their children and grandchildren.\nThe researchers also suspect grandmothers are filling a role that's familiar to humans - babysitting.\n\"When a mother dives to catch fish, the grandmother can stay with grand-offspring,\" Mr Franks said.\nHe said moving forward researchers will capture drone footage to observe orca behaviour and better understand interactions between different family members.\nAnother reason the menopause might make grandmothers more helpful to their family's survival is decreasing competition.\nIf grandmothers and their daughters were having children at the same time, those children would be competing for resources, including their grandmother's attention.\nMr Franks said this could explain why the grandmothers don't continue to reproduce throughout their lives and also help look after their grand-offspring.\n",
        "summary": [
          "Grandmother killer whales boost the survival rates of their grandchildren, a new study has said.",
          "Only five known animals experience it: killer whales, short-finned pilot whales, belugas, narwhals and humans.",
          "When explaining why grandmothers might have such an impact on calf survival rates, Mr Franks said past research has shown the important leadership role that grandmother killer whales play."
        ]
      },
      {
        "url": "https://bbc.com//news/science-environment-50724632",
        "title": "Seafloor scar of Bikini A-bomb test still visible",
        "text": "The date was 25 July 1946. The location - Bikini Atoll. The event - only the fifth A-bomb explosion and the first-ever detonation under water.\nThe pictures we've all seen: A giant mushroom cloud climbing out of the Pacific, sweeping up ships that had been deliberately left in harm's way to see what nuclear war was capable of.\nNow, 73 years later, scientists have been back to map the seafloor.\nA crater is still present; so too the twisted remains of all those vessels.\n\"Bikini was chosen because of its idyllic remoteness and its large, easily accessible lagoon,\" explains survey team-leader Art Trembanis from the University of Delaware.\n\"At the time, [the famous American comedian] Bob Hope quipped, 'as soon as the war ended, we found the one spot on Earth that had been untouched by the war and blew it to hell'.\"\nTwo American tests, Able and Baker, were conducted at the atoll in what became known as Operation Crossroads. The Baker device, called Helen of Bikini, was a 21-kiloton bomb and was placed 27m below the surface of the Pacific.\nThe explosion hurled two million tonnes of water, sand and pulverised coral high into the sky. \nDespite the extraordinary energy release, Dr Trembanis thought much of the scarred seafloor would have been covered over with sediment by now. \nInstead, his interdisciplinary team of oceanographers, geologists, marine archaeologists and engineers found a well-defined depression. \nUsing sonar, they mapped a structure that is 800m across with about 10m of relief. \n\"It seems as if Captain Marvel herself has punched the planet and put a dent into it,\" Dr Trembanis told reporters here at the American Geophysical Union meeting where he is presenting the team's investigations.\n\"We wanted to draw back the curtain and be able to really reveal this scene,\" he told BBC News.\n\"It really wasn't until the late '80s, early '90s, when divers could get into the area. And at that time, they could only take a limited look at a few different wrecks. \n\"We were using advanced sonar technology; we could paint the entire scene. It's a bit like visiting the Grand Canyon with a flashlight versus going in the middle of the day and illuminating the whole area. \n\"We could start to see the arrangement of the ships; we could see how they were aligned relative to each other; and we could see that this crater still remains - nature is still showing us this wound that it received from the bomb.\"\nRemarkably, the crater has a rippled structure that looks a bit like rose petals. It's evidence of all that material initially thrown into the sky then falling back down through the water column and spreading out across the seafloor. \nPart of the motivation for the survey was to understand the continuing environmental impacts better. Although radiation levels are much reduced, there is an ongoing pollution problem coming from the sacrificial ships. \nThese vessels - old units from the US, Japanese and German navies - were not prepared with the expectation that they would become artificial reefs. If that was the intention, they would have been stripped down. \nInstead, the war-game scenario demanded that they should be left in position as if operational. That meant they were fuelled and even had munitions aboard.\n\"As we were mapping, I could know without looking up when we were near the [US aircraft carrier] Saratoga, because we could smell the bunker fuel; it was so heavy and is still streaking out. \n\"The Nagato - which was the Japanese flagship that [Admiral Isoroku] Yamamoto used to plan the attack on Pearl Harbor - had a streak of fuel coming out from it for many miles.\"\nAs the ships continue to disintegrate in the water, this pollution could become a much bigger problem, Dr Trembanis said. \n",
        "summary": [
          "\"Bikini was chosen because of its idyllic remoteness and its large, easily accessible lagoon,\" explains survey team-leader Art Trembanis from the University of Delaware.",
          "The Baker device, called Helen of Bikini, was a 21-kiloton bomb and was placed 27m below the surface of the Pacific.",
          "Despite the extraordinary energy release, Dr Trembanis thought much of the scarred seafloor would have been covered over with sediment by now."
        ]
      },
      {
        "url": "https://bbc.com//news/science-environment-50692857",
        "title": "Refugees at 'increased risk' from extreme weather",
        "text": "Refugees and people displaced within countries because of conflict are increasingly vulnerable to the effects of extreme weather, experts say.\nHumanitarian agencies told the BBC this posed significant challenges for their operations in different parts of the world.\nTemporary camps for the displaced in Africa and Asia have been affected.\nExtreme weather has even caused secondary displacements for populations that have already had to move.\nScientists say that extreme weather events will be the new normal if warming continues at its present rate.\nBut experts said climate change could not be linked directly to those weather-related disasters.\nHowever, they argue, many of them concur with scientific predictions that the intensity and frequency of extreme weather will grow in a warming world.  \n\"This has become our major challenge,\" Shabia Mantoo, a spokesperson with the UNHCR (United Nations refugee agency), told the BBC.\n\"An increasing number of camps for refugees and internally displaced people are being hit by extreme weather events and managing them in such conditions is proving to be increasingly difficult.\"\nIn most cases, flooding has been the major challenge.\nWhen tropical cyclone Idai hit South East Africa, killing more than 1,000 people in March this year, a refugee camp in Zimbabwe was affected too, according to UNHCR officials.\nThey said many were injured in the Tongogara refugee camp that hosts some 13,000 refugees in Chipinge district. \n\"Around 2,000 refugee houses, mainly built using mud bricks, were completely or partially damaged,\" the UNHCR said at the time.\n\"Over 600 latrines have collapsed, and borehole water is feared to be contaminated due to flood waters. There is a real danger of an outbreak of waterborne diseases.\"  \nThe UN refugee agency said it faced a similar situation in South Sudan, last October when a refugee camp in Maban county, with 15,000 displaced people from the country's neighbour Sudan, was hit by unprecedented flooding. \nThe area is prone to inundation during that time of the year because of seasonal rains. But that was not the only factor in that case.\n\"Flooding rivers in South Sudan come from the highlands in neighbouring Ethiopia, where rainfall is becoming more intense and irregular, and is also carving its way through neighbourhoods in broad, swift rivers,\" UNHCR spokesperson Andrej Mahecic said.\nIn Nigeria, temporary camps in Maiduguri sheltering people who fled Boko Haram insurgents from north-eastern parts of the country were also hit by floods following heavy rain in August this year, according to the Internal Displacement Monitoring Centre (IDCM).\nThe insurgency has displaced nearly 2.4 million people in the Lake Chad Basin, according to the UN figures.\n\"And many of this displaced population are being hit by one extreme weather event after another,\" said Mamadou Sow, head of the International Committee of the Red Cross (ICRC) in southern Africa.\n\"We call it double vulnerability and this is increasingly happening in our region.\"\nIn Asia, there is another example involving the Cox's Bazar camp in Bangladesh, where Rohingya refugees are sheltered.\nDuring last year's monsoon, the camps there were not only flooded but some were also hit by landslides.\nOfficials with the International Migration Organisation (IOM) say the concentration of people in the camp, the way the land is used there and slope instability already made the site vulnerable.\n\"On top of that, the rains were so heavy they caused both floods and landslides,\" said Lorenzo Guadango of the IOM.\nClimate scientists say monsoon rains in South Asia are becoming increasingly erratic.\nIn the Middle East, two heavy storms within a week that brought in rains, winds and snow hit informal settlements of Syrian refugees in Arsal, Lebanon, in January this year.\n\"Some people had their tents torn or broken. Other people had their tents flooded. Some people left... and moved to their relatives' tents. There is no doubt that the situation was very difficult,'' Hiba Fares, a UNHCR official on the ground explained.\nIt is not only refugees and displaced people already sheltered in camps who have been affected.\nHumanitarian agencies cite the example of cyclone Kenneth that hit the northern part of Mozambique last April.\nOfficials with the ICRC said people who had fled the violence in Cabo Delgado province in the northern part of the country in 2017 were hit by the cyclone.\n\"Some of the people were on the move while others were temporarily settled in villages and they were hit by the cyclone,\" said Mr. Sow of the ICRC.\n\"Today there are 60,000 such displaced people who fled the violence in the northern part of the country and they all fear that they might be hit by extreme weather events.\"\nA study by the UNHCR has also found that people already displaced for reasons other than natural disasters - including refugees, stateless people, and the internally displaced - often reside in climate change \"hotspots\" and may be exposed to secondary displacement.\nOf the 28 million new internally displaced people across the world last year, 17.2 million had to move because of disasters. Some 90% of these was weather-related.\nThe UN puts the total figure of people forcibly displaced worldwide at more than 70 million.\nThe world body does not yet recognise people displaced by natural- and weather-related disasters as refugees.\nIn some temporary camps, displaced people have been found to be unwilling to return even after the end of conflict and violence because their original homes are now affected by extreme weather.\n\"In the refugee camp of Sudan's Darfur, for instance, when the displaced people found that the region they came from is no more liveable because of acute drought conditions, they have refused to return,\" said Rofaida Elzubair with Practical Action, an international nongovernment organisation that has been helping communities in Sudan adapt to climate change.  \n\"They don't want to go back even after the conflict has ended and as a result the UN has had to delay the closing down of the camp.\"\n",
        "summary": [
          "Refugees and people displaced within countries because of conflict are increasingly vulnerable to the effects of extreme weather, experts say.",
          "However, they argue, many of them concur with scientific predictions that the intensity and frequency of extreme weather will grow in a warming world.",
          "\"An increasing number of camps for refugees and internally displaced people are being hit by extreme weather events and managing them in such conditions is proving to be increasingly difficult.\""
        ]
      }
    ]
  }
]