[
  {
    "section": "news/world",
    "urls": [
      {
        "url": "https://www.bbc.com/news/world-europe-50555776",
        "title": "Deadly 6.4 magnitude earthquake hits Albania",
        "summary": "At least 18 people have been killed after a 6.4 magnitude earthquake hit Albania, the defence ministry says.\nIn 1979, a magnitude 6.9 quake hit Albania leaving 136 dead and more than 1,000 injured.",
        "article": "At least 18 people have been killed after a 6.4 magnitude earthquake hit Albania, the defence ministry says.\nThe quake brought down buildings and left people trapped under rubble. One man died after jumping from a window in panic after the tremor struck.\nThe quake hit 34km (21 miles) north-west of the capital, Tirana, in the early hours of Tuesday. \nHours later, a separate earthquake struck the city of Mostar in Bosnia. There were no reports of casualties.\nAlbanian Prime Minister Edi Rama said rescuers would \"continue to search patiently and thoroughly to the end\".\n\"We have victims. We are working to do everything possible in the affected areas,\" he wrote on Twitter. \nSoldiers, police and emergency workers have been searching through the debris of buildings, where people are still believed to be trapped. So far, some 42 survivors have been extracted from the ruins, according to officials.\nThe majority of fatalities occurred in the coastal city of Durres and in the town of Thumane, 40km to the north-west of Tirana and close to the epicentre, according to the defence ministry.\nIn neighbouring Kurbin, a man died after jumping from his building in panic, and another died in a car accident when the earthquake tore open parts of the road he was on, AFP reported the ministry as saying.\nMore than 600 people have been treated in hospital, Albanian state media reported.\nEmergency workers told Albanian media that one of the dead was an elderly woman who had managed to save her grandson by cradling him with her body.\nA man in Durres told local news channel News24 that his daughter and niece were among those trapped inside a collapsed apartment building.\n\"I talked with my daughter and niece on the phone. They said they are well and waiting for the rescue. Could not talk to my wife. There are other families, but I could not talk to them.\"\nTwo of those killed in Durres were brothers from Kosovo working in the city, Kosovo's minister of foreign affairs confirmed on social media. He said the country would have a day of mourning in their honour.\nRescuers in Durres were also seen trying to free a young boy trapped in the rubble.\nBesar Likmeta, a journalist based in Durres, told the BBC: \"I can see right now the firefighters using their bare hands and trying to cut through concrete and iron slabs of the collapsed building.\n\"There are Red Cross crews and police special intervention units and army. But there is no clear count of how many people might still be missing.\"\nAlbania was ill-equipped to deal with the situation, he said, and had appealed for outside help.\nThe European Commission said it had deployed rescue teams from Italy, Greece and Romania to help with the search efforts. \n\"We stand by Albania at this difficult time following the earthquakes. We have mobilised immediate support to help local authorities,\" the commission wrote on Twitter.\nRescue teams were also sent from Kosovo and Montenegro.\nThere have been a number of aftershocks, including one of 5.3 magnitude, the European-Mediterranean Seismological Centre said.\nThe Balkans is in an area prone to seismic activity. \nTuesday's earthquake has been described by authorities as the strongest to hit Albania in decades.\nIn 1979, a magnitude 6.9 quake hit Albania leaving 136 dead and more than 1,000 injured. \nHave you been affected by the earthquake? If it is safe to do so you can get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: \n",
        "article_words": 605,
        "summary_words": 34
      },
      {
        "url": "https://www.bbc.com/news/world-africa-50557511",
        "title": "Helicopter collision kills French troops in Mali",
        "summary": "Thirteen French soldiers have been killed in a helicopter collision during an operation against jihadists in Mali, the French president's office says.\nThousands of French troops have been deployed in Mali since 2013 after militants overran parts of the north.",
        "article": "Thirteen French soldiers have been killed in a helicopter collision during an operation against jihadists in Mali, the French president's office says.\nPresident Emmanuel Macron expressed \"deep sadness\" over the biggest single loss of life for the French military since the 1980s. \nAn investigation has begun into how the two helicopters hit each other.\nThousands of French troops have been deployed in Mali since 2013 after militants overran parts of the north. \nMali's army has since recaptured the territory but insecurity continues and the violence has spread to neighbouring countries.\nFrance now has 4,500 troops deployed to support the forces of Mali, Mauritania, Niger, Burkina Faso and Chad against the jihadists.\nFrench Defence Minister Florence Parly vowed that her country would not turn its back on the fight against terrorism after the deadly collision.\n\"We fight alongside our partners and brothers-in-arms from Mali, Niger and Burkina Faso to together give these countries the peace and stability to which their people aspire,\" she said.\nIt happened in darkness around 19:40 local time (also GMT) on Monday near the borders of Burkina Faso and Niger where the aircraft were reinforcing ground troops who were pursuing militants, the French military says.   \nA Tiger attack helicopter hit a Cougar military transport mid-air as it manoeuvred to engage the militants, who were fleeing on motorbikes and in pick-up trucks.\nThe two aircraft crashed not far from each other, killing everyone on board including six commandos and an officer. \nAmong the dead is the son of French Senator Jean-Marie Bockel, Pierre, who was a lieutenant.\n\"These 13 heroes had only one goal: to protect us,\" President Macron wrote in a tweet. \"I bow my head to their loved ones and comrades.\"\nA minute's silence was observed at the National Assembly in Paris. \nCondolences were sent to President Macron from his Malian counterpart Ibrahim Boubacar Keita and Burkina Faso's President Roch Marc Christian Kabore.\n\"The loss is heavy but the peoples of the Sahel share your bereavement,\" President Keita said. \nIt is the heaviest toll in a single incident since 1986 when a French sea surveillance plane crashed into a mountain in northern Djibouti with the loss of 19 soldiers.    \nIn total, 41 French soldiers have been killed in Mali since the country first intervened. \nAn officer, Brig Ronan Pointeau, was killed earlier this month after an explosive device detonated near his vehicle. \nThe brunt of the violence though is faced by local forces and civilians. An attack on a northern military post this month left 53 Malian troops dead.\nBoth the Islamic State (IS) group and a branch of al-Qaeda called Jamaat Nusrat al-Islam wal-Muslimin (JNIM) are active in the region.\nUnder the name of its so-called West Africa Province, IS operates in Mali, Nigeria, Niger and Burkina Faso.\nIt claimed major attacks on the Malian army this month as well as several small-scale attacks on French forces in Mali and Niger.  \nJNIM, which operates mainly in Mali but also Burkina Faso, has claimed attacks on UN, French and Malian forces but singles out France as its main enemy.\nThe helicopter accident that has killed 13 of its soldiers is more bad news for France from a combat mission already beset with questions over its efficacy and purpose.  \nAfter initial successes in suppressing Islamist rebels in northern Mali in 2013, the French deployment was extended into a regional mandate under the operational name Barkhane. \nBut recent months have seen a resurgence of groups linked to Islamic State and al-Qaeda, with the focus of their activity shifting to the centre-east of Mali and the area bordering Niger and Burkina Faso.\nWriting recently in Le Monde, a former defence co-ordinator at the French foreign ministry warned Operation Barkhane was \"in an impasse\".\n\"On the ground the facts are plain. The rise in strength of the jihadists is a reality we can no longer deny. It is they who have the initiative,\" wrote Bruno Clément-Bollée.\n\"In the Sahel, France has a lot to be worried about… We seem to have no idea how to get out of the quagmire.\"\n",
        "article_words": 680,
        "summary_words": 40
      }
    ]
  },
  {
    "section": "news/business",
    "urls": [
      {
        "url": "https://www.bbc.com/news/business-50563254",
        "title": "Audi to cut 9,500 jobs to fund electric car push",
        "summary": "But the Volkswagen-owned firm also said its move into electric cars would mean the creation of up to 2,000 jobs.\nIt comes less than a fortnight after Daimler said it would cut more than 1,000 jobs by the end of 2022.",
        "article": "Carmaker Audi is to cut 9,500 of its 61,000 jobs in Germany between now and 2025 to make more money available for electric vehicles and digital working.\nThe cuts - which aim to save €6bn (£5.1bn) - will be achieved through an early retirement programme.\nBut the Volkswagen-owned firm also said its move into electric cars would mean the creation of up to 2,000 jobs.\nIt comes less than a fortnight after Daimler said it would cut more than 1,000 jobs by the end of 2022.\nThe car industry is facing a downturn in key markets, including China, as well as increased costs as it meets tougher European Union emissions regulations and the costly switch to electric vehicles. Audi saw falling sales, revenues and operating profits in the first nine months of 2019. \nIn a statement, the carmaker said the job cuts would \"take place along the demographic curve - in particular through employee turnover and a new, attractive early retirement programme\".\n\"The company must become lean and fit for the future, which means that some job profiles will no longer be needed and new ones will be created.\"\nThe carmaker said it would guarantee the jobs of operational workers until 2029.\nIt added that it would continue to train young people and maintain its number of apprentices and student trainees over the next three years. Speaking about the extension of the job guarantee for the  workforce, spokesman Peter Mosch said: \"We have reached an important milestone.\n\"The jobs of our core workforce are secure. The extension of the employment guarantee is a great success in difficult times. In addition, the upcoming electrification of the Ingolstadt and Neckarsulm plants. underscores the long-term success of both German sites.\"\nLike its rivals, Audi is spending billions of euros on new technologies, including battery-electric and hybrid vehicles, connectivity and autonomous driving. But the firm last year also had to pay an €800m fine over its role in the \"dieselgate\" emissions scandal scandal that started at parent company VW.\nIt is not just German carmakers that are facing sluggish growth. Car parts suppliers Bosch and Continental have announced thousands of job cuts. And it comes against the wider backdrop of a slowing German economy, which has narrowly avoided a recession.\nAudi has sailed through some stormy seas over the past few years, but now it's setting its sights on a new horizon.\nThe upmarket VW Group brand was at the heart of the diesel emissions cheating scandal, which erupted in 2015. Its former chief executive, Rupert Stadler, has been charged with fraud over his alleged role in the affair.\nNow, like its parent, Audi is focusing on the future - and working flat out to develop electric cars. \nIt has already launched the E-tron, the first of 20 battery-powered models due to appear by 2025. But developing electric cars that people actually want to drive costs money.\nNo surprise then that Audi is trying to streamline its operations and slim down its workforce.\nCompetition in the electric car market is heating up rapidly. Within the next few years we could even see a battle for survival among the traditional mainstream carmakers, as they adapt to what will soon become a very different environment. \nBeing lean could be a big advantage. \n",
        "article_words": 546,
        "summary_words": 41
      },
      {
        "url": "https://www.bbc.com/news/business-50556485",
        "title": "Amazon shoe 'strikingly similar' to Allbirds model",
        "summary": "Amazon has been accused of creating a shoe \"strikingly similar\" to one designed by environmentally-friendly footwear manufacturer Allbirds.\nThe shoe firm's founders, Tim Brown and Joey Zwillinger, have written an open letter to Amazon boss Jeff Bezos.",
        "article": "Amazon has been accused of creating a shoe \"strikingly similar\" to one designed by environmentally-friendly footwear manufacturer Allbirds.\nThe shoe firm's founders, Tim Brown and Joey Zwillinger, have written an open letter to Amazon boss Jeff Bezos.\nThey said Allbirds was \"flattered\" at the similarities between the products and offered to help make Amazon's shoes \"match our approach to sustainability\".\nAmazon has denied infringing the US firm's designs. \nAllbirds woollen trainers have become trendy among celebrities, with Oprah Winfrey, Matthew McConaughey, Courteney Cox and Gwyneth Paltrow all having reportedly been seen wearing them. \nThe firm says its shoes' carbon footprint is 60% smaller than typical synthetic shoes and that it uses less material in its packaging. \nThe shoes that sparked the row are Amazon's 206 Collective wool blend sneakers, which Allbirds says are similar to its wool runners.\nAllbirds' shoes are made from New Zealand merino wool, whereas Amazon's shoes - which are for sale on its US website - are about half the price and made from a mixture of wool, polyester, nylon and viscose.\nThe BBC has contacted Amazon for a comment, but last week the e-commerce giant told Business Insider: \"Offering products inspired by the trends to which customers are responding is a common practice across the retail industry. 206 Collective's wool blend sneakers don't infringe on Allbirds' design. \n\"This aesthetic isn't limited to Allbirds, and similar products are also offered by several other brands.\"\nAllbirds was founded by Mr Zwillinger and Mr Brown in 2014. The firm is now reportedly valued at more than $1bn (£777m) and has entered the British market by opening a store in London's Covent Garden. \nIn their letter to Mr Bezos, posted on the Medium website, Mr Zwillinger and Mr Brown said: \"As we've done with over 100 other brands who were interested in implementing our renewable materials into their products, including direct competitors, we want to give you the components that would make this shoe not just look like ours, but also match our approach to sustainability.\n\"In partnership with Braskem, we successfully created the world's first green EVA - a sustainable version of the foam used on the bottoms of sneakers (including yours), and one of the industry's most ubiquitous materials.\n\"After all this work, we decided to give it away. You can use it. We want you to use it. \n\"Customers value companies that are mindful of the planet and profits, and we believe the most powerful businesses in the world, such as Amazon, should lead on these issues, and will be rewarded for doing so.\n\"Please steal our approach to sustainability.\"\nAllbirds has committed to being a carbon neutral company across its whole supply chain.\nOn its website, it says: \"Starting this year, for every tonne of carbon we emit as a business, we'll pay to take a tonne of carbon out of the atmosphere.\"\n",
        "article_words": 478,
        "summary_words": 37
      }
    ]
  },
  {
    "section": "news/technology",
    "urls": [
      {
        "url": "https://www.bbc.com/news/technology-50559656",
        "title": "Teen's TikTok post about China camps goes viral",
        "summary": "A US teenager's TikTok video clip accusing China of putting Muslims into \"concentration camps\" has gone viral on the Chinese-owned social network.\nShe has tweeted that TikTok has given her a one-month suspension and said that \"China is terrified of the news [about the camps] spreading\".",
        "article": "A US teenager's TikTok video clip accusing China of putting Muslims into \"concentration camps\" has gone viral on the Chinese-owned social network.\nThe post appears to be about beauty tips at its start - but the young woman then changes tack to ask her viewers to raise awareness of what she describes as a \"another Holocaust\".\nFeroza Aziz later tweeted that TikTok had blocked her from posting new content, as a result.\nTikTok has disputed this.\n\"TikTok does not moderate content due to political sensitivities,\" a spokesman told BBC News. Although, Douyin, the Chinese version of the app, on which Ms Aziz's posts would not have appeared, is politically censored.\nThe company had permanently banned one of Ms Aziz's old TikTok accounts on, 15 November, for posting an unrelated video that had broken its rules on terrorism-related material, he said.\nAs an additional measure, it had then blocked her smartphone, on 25 November, but that too had been unrelated to her posts about China.\n\"Her new account and its videos, including the eyelash video in question, were not affected and continue to receive views,\" the spokesman added.\nBBC News has contacted Ms Aziz and her family for comment.\nFor its part, the Chinese government has consistently said the camps in question offer voluntary education and training, despite evidence to the contrary.\nMs Aziz posted three videos about China's treatment of the Uighur Muslims, between Sunday and Monday.\nThe first has been watched more than 1.4 million times and \"liked\" nearly 500,000 times on the app.\nA copy uploaded to Twitter by other TikTok users has attracted a further five million views.\nGUYS NO JOKE THIS TUTORIAL HELPED ME SO MUCH PLEASE WATCH IT pic.twitter.com/BuITSebOu6\nEnd of Twitter post  by @soIardan\nAnd further copies have been posted to YouTube and Instagram.\nPart of the videos' appeal is they are presented as a deliberate attempt to circumvent supposed censorship by TikTok's Beijing-based owner, Bytedance.\nMs Aziz bookends her critical comments with talk about to make eyelashes look longer.\n\"I say that so TikTok doesn't take down my videos,\" she explains in one of the recordings.\nWhile the version of TikTok used in mainland China does censor criticism of the Chinese Communist Party, the company says it does not take the same action against posts to the separate library of user-generated content it offers elsewhere.\nAnd it notes other clips about the mistreatment of Uighurs within Chinese camps have been allowed to remain on its international platform, although they do not tend to get anywhere close to the amount of attention Ms Aziz has generated.\nThe 17-year-old's videos were posted the same week BBC Panorama revealed how leaked documents detailed some of the measures used to brainwash hundreds of thousands of Muslims in the western region of Xinjiang.\nThey undermine China's claims attendance at the camps is voluntary and designed to counter extremism.\nChina's UK ambassador has dismissed the documents as \"fake news\".\nMs Aziz provides her own list of abuses. \n\"Spreading awareness does wonders,\" she says.\n\"We can reach millions across the world [and] reach those with the power to do something about it.\"\nThe BBC has also confirmed that Ms Aziz is in control of a Twitter account created earlier this month. She has tweeted that TikTok has given her a one-month suspension and said that \"China is terrified of the news [about the camps] spreading\".\nOthers have picked up on her posts, including a member of the Australian Strategic Policy Institute think tank, who called Ms Aziz's use of TikTok \"creatively subversive\".\nAny apps that operate within mainland China need to be approved by the Ministry of Industry and Information Technology.\nSocial networks recognise they are not allowed to operate unless they comply with local guidelines - and that means ensuring any content on their platform paints the government in a positive light. \nTikTok, known locally as Douyin, is heavily filtered. \nFor example, in April 2018, it censored all mentions of British cartoon character Peppa Pig, concerned she was being used as a symbol of rebellion. \nBut the Chinese government is not concerned about, and has less control over, filtering content on the version offered overseas. \nAnd in October this year, TikTok denied it screened anti-China content on its international app, saying all its US user data was stored in the United States, with a back-up in Singapore. \n",
        "article_words": 728,
        "summary_words": 46
      },
      {
        "url": "https://www.bbc.com/news/technology-50558046",
        "title": "Zuckerberg’s tech challenge ‘pale and male’",
        "summary": "One tech entrepreneur described the result to the BBC as \"a half-baked mission which devastatingly lacks social awareness\".\nDr Nneka Abulokwe OBE, recently named one of the Financial Times' most influential UK tech leaders, also voiced disapproval.",
        "article": "Mark Zuckerberg has been criticised for speaking to eight men and one woman in his quest to discuss \"the future of technology in society\" - which he set as his personal challenge for 2019.\nAll nine guests were white.\nMr Zuckerberg had said he would talk to \"leaders, experts, and people in our community from different fields\".\nOne tech entrepreneur described the result to the BBC as \"a half-baked mission which devastatingly lacks social awareness\".\nSarah Luxford, founder of Tech London Advocates, said the lack of diversity was \"outrageous\".\n\"If he really is committed to changing the face of tech, and giving more people a voice (over and above the normal gatekeepers), maybe he could be the one to rise above the industry as it exists at the moment?\" she said.\nDr Nneka Abulokwe OBE, recently named one of the Financial Times' most influential UK tech leaders, also voiced disapproval.\n\"It is unconscionable that Mr Zuckerberg would choose to sit down to talk about the future of tech with a non-diverse group made up of eight white males and one white female,\" she said.\n\"This speaks volumes about his insensitivity to issues of diversity, in terms of both race and gender. We must always remember the richness of thought that diversity brings.\"\nAnalyst Carolina Milanesi from Creative Strategies tweeted: \"What is fascinating is that Zuckerberg, like most, put some effort into finding a woman but people of colour don't even get the token slot.\"\n\"It really isn't that hard to find smart, talented people of colour in tech.\"\nFacebook has been contacted by the BBC for comment.\nIn a Facebook post announcing the challenge, written in January 2019, Mr Zuckerberg said he intended to explore \"the opportunities, the challenges, the hopes, and the anxieties\" presented by tech in society.\nHe admitted at the time that he found the prospect daunting.\n\"I'm an engineer and I used to just build out my ideas and hope they'd mostly speak for themselves,\" he said.\nFacebook has published six videos of these discussions over the course of the year. It is unclear whether there are any more to follow.\nThe eight men with whom Mr Zuckerberg was filmed in conversation were Harvard law professors Jonathan Zittrain and Noah Feldman, Mathias Dopfner, CEO of publisher Axel Springer, Dr Joe DeRisi and Dr Steve Quake who run the Chan Zuckerberg Biohub, economist Tyler Cowen, Patrick Collison, CEO of payment platform Stripe and historian Yuval Noah Harari.\nThe only woman to take part was Jenny Martinez, dean of Stanford law school.\nIn terms of their ages, eight of the nine contributors were either in their 40s or 50s. Mr Collison was the youngest, aged 31.\nJournalist Kurt Wagner, who covered the story for Bloomberg, also noted that seven of the nine were either professors or doctors.\n\"Not exactly branching out,\" he tweeted.\nThe topics discussed in the videos included health research, governance issues, artificial intelligence, privacy and the fight against fake news.\nMr Zuckerberg famously sets himself a challenge every year. In the past these have included learning Mandarin, visiting every US state and running 365 miles.\n",
        "article_words": 520,
        "summary_words": 37
      }
    ]
  },
  {
    "section": "news/science_and_environment",
    "urls": [
      {
        "url": "https://www.bbc.com/news/science-environment-50547073",
        "title": "'Bleak' outlook as carbon emissions gap grows",
        "summary": "The annual emissions gap report shows that even if all current promises are met, the world will warm by more than double that amount by 2100.\n\"Countries collectively failed to stop the growth in global greenhouse gas emissions, meaning that deeper and faster cuts are now required.\"",
        "article": "Countries will have to increase their carbon-cutting ambitions five fold if the world is to avoid warming by more than 1.5C, the UN says.\nThe annual emissions gap report shows that even if all current promises are met, the world will warm by more than double that amount by 2100.\nRicher countries have failed to cut emissions quickly enough, the authors say.\nFifteen of the 20 wealthiest nations have no timeline for a net zero target.\nHot on the heels of the World Meteorological Organization's report on greenhouse gas concentrations, the UN Environment Programme (Unep) has published its regular snapshot of how the world is doing in cutting levels of these pollutants. \nThe emissions gap report looks at the difference between how much carbon needs to be cut to avoid dangerous warming  - and where we are likely to end up with the promises that countries have currently committed to, in the Paris climate agreement.\nThe UN assessment is fairly blunt. \"The summary findings are bleak,\" it says. \"Countries collectively failed to stop the growth in global greenhouse gas emissions, meaning that deeper and faster cuts are now required.\"\nThe report says that emissions have gone up by 1.5% per year in the last decade. In 2018, the total reached 55 gigatonnes of CO2 equivalent. This is putting the Earth on course to experience a temperature rise of 3.2C by the end of this century.\n\n2019\nis on course to be in the top three warmest years\n\n10 warmest years\n10 coldest years\n20th Century average\nHotter\nColder\nSource: NOAA\nJust last year, the Intergovernmental Panel on Climate Change warned that allowing temperatures to rise more than 1.5 degrees this century would have hugely damaging effects for human, plant and animal life across the planet. \nThis report says that to keep this target alive, the world needs to cut emissions by 7.6% every year for the next 10 years.\n\"Our collective failure to act early and hard on climate change means we now must deliver deep cuts to emissions - over 7% each year, if we break it down evenly over the next decade,\" said Inger Andersen, Unep's executive director. \nThe report pays particular attention to the actions of the richest countries. The group of the 20 wealthiest (G20) are responsible for 78% of all emissions. But so far, only the EU, the UK, Italy and France have committed to long-term net zero targets. \nSeven G20 members need to take more action to achieve their current promises. These include Australia, Brazil, Canada, Japan, the Republic of Korea, South Africa and the US. \nFor example, Brazil's plans were recently revised, \"reflecting the recent trend towards increased deforestation\". \nThree countries - India, Russia and Turkey - are all on track to over-achieve their plans by 15% but the authors of the report say this is because the targets they set themselves were too low in the first place. \nFor three others - Argentina, Saudi Arabia and Indonesia - the researchers are uncertain as to whether they are meeting their targets or not. \nThat leaves China, the EU and Mexico as three countries or regions that are set to meet their promises or nationally determined contributions (NDCs), as they are called, with their current policies. \nWithout serious upgrades to most countries' plans, the UN says the 1.5C target will be missed by a significant amount.\n\"We need quick wins to reduce emissions as much as possible in 2020, then stronger NDCs to kick-start the major transformations of economies and societies,\" says Inger Anderson. \n\"We need to catch up on the years in which we procrastinated,\" she added. \"If we don't do this, the 1.5C goal will be out of reach before 2030.\"\nThe report outlines some specific actions for different countries in the G20. \nSo for Argentina it's recommended that they work harder to shift the public towards widespread use of public transport in big cities. China is urged to ban all new coal-fired power plants, something that recent research casts doubt on. \nThe biggest focus of action is the energy system. To get a sense of the massive scale of change that is needed, the study says the world will have to spend up to $3.8 trillion per year, every year between 2020 and 2050 to achieve the 1.5C target. \nThe impression that time is running short is reinforced by the report - and UN negotiators gearing up to meet in Madrid next week at COP25 are feeling the pressure to increase their ambitions on carbon.\n\"This is a new and stark reminder by the Unep that we cannot delay climate action any longer,\" said Teresa Ribera, Spain's minister for the ecological transition.\n\"We need it at every level, by every national and subnational government, and by the rest of the economic and civil society actors. We urgently need to align with the Paris Agreement objectives and elevate climate ambition.\n\"It would be incomprehensible if countries who are committed to the United Nations system and multilateralism did not acknowledge that part of this commitment requires further climate action. Otherwise, there will only be more suffering, pain, and injustice.\"\nFollow Matt on Twitter @mattmcgrathbbc.\n",
        "article_words": 861,
        "summary_words": 47
      },
      {
        "url": "https://www.bbc.com/news/science-environment-50552135",
        "title": "Future forests facing climate balancing act",
        "summary": "But researchers warn that a break in the temperature-CO2 increase ratio could trigger mortality in forests.\nOne such uncertainty, he explained, was precipitation levels in a changing climate and how this change affected soil moisture levels.",
        "article": "Forests can cope with a warming world if - and only if - temperature rises increase in line with increases in atmospheric carbon dioxide.\nIncreased CO2 allows trees to develop physiological characteristics, such as greater foliage, that can cope with higher temperatures.\nBut researchers warn that a break in the temperature-CO2 increase ratio could trigger mortality in forests.\nThe findings appear in the Proceedings of the National Academy of Sciences.\n\"Nobody had really considered incorporating the ability of trees, the forests, to adjust to novel conditions and to acclimate,\" explained co-author John Sperry from the University of Utah.\n\"So it felt like we were bringing in two new approaches to this longstanding question of whether CO2 or warming were going to play out in the future.\"\nHigher levels of atmospheric CO2 allow trees to consume relatively less water and photosynthesise more, whereas increased temperatures result in trees consuming more water and photosynthesising less.\nUsing a unique model that took into account the trees' physiology, Prof Sperry and his colleagues reached a rather surprising conclusion.\n\"What's interesting is that it is not the magnitude of the CO2 increase or the magnitude of the warming, it was the ratio of the two,\" he told BBC News.\n\"For example, it was interesting to see that the low emissions scenario is actually predicted to be closer to the tipping point; closer to the critical ratio than the higher emissions scenario.\n\"That's simply because in the lower emissions scenario, the ratio of CO2 increase for warming is lower.\"\nCo-author Martin Venturas said the team did not find many differences between species in the study, which covered 20 locations across the mainland of the US, and included both deciduous and conifer species.\nBut Dr Venturas added: \"There is still a huge amount of uncertainty, despite the fact that we have reduced uncertainty related to the physiology of the forest.\"\nOne such uncertainty, he explained, was precipitation levels in a changing climate and how this change affected soil moisture levels.\nHowever, the researchers said the study findings helped move the debate forward.\n\"If you were coming at this naively, you would think the more emissions, the worse the forest was going to be affected because it was going to get warmer,\" observed Prof Sperry.\n\"But it is really the ratio of the two that is important. You can have a massive shift in CO2 and warming but as long as they travel along that neutral ratio, the force is physiologically neutral and you'll have no response.\"\n",
        "article_words": 419,
        "summary_words": 36
      }
    ]
  }
]