[
  {
    "section": "finance",
    "articles": [
      {
        "url": "https://reuters.com//article/us-usa-fed-global/powells-half-full-u-s-glass-sturdy-but-still-at-risk-for-spills-as-fed-meets-idUSKBN1YE2HH",
        "title": "Powell's 'half-full' U.S. glass sturdy but still at risk for spills as Fed meets",
        "text": "WASHINGTON (Reuters) - Federal Reserve Chair Jerome Powell has taken a glass-half-full view of the U.S. economy but the trouble may be that the glass has gotten smaller and has a few cracks. \nOver the next week it risks losing a few drops as deadlines approach for the United States to impose new tariffs on China, British voters decide what has been called a “nightmare” election between far-left and far-right candidates, and other central banks take stock of what seems an increasingly turgid global economy. \nPowell offered the upbeat assessment two weeks ago at a speech in Rhode Island. James McCann, senior global economist with Aberdeen Standard Investments, said the metaphor is apt, given the resilience of the U.S. labor market, but only to a point. \n“Our broad view is that the global economy has a lower speed limit that is setting in,” and which may constrain the United States even if the trade war eases, he said.  \n“Even in emerging markets the speed limit is slowing,” with China and other large developing countries no longer the dependable props for global demand they were at the end of the 2007 to 2009 economic crisis. \nThe Federal Reserve meets this week and is likely to leave interest rates unchanged after cutting them three times this year. Policymakers on Wednesday will also provide updated projections for the U.S. economy and interest rates, their clearest statement yet of whether they think the rate cuts approved so far are enough to keep the economy rolling for another year. \nIn their last set of projections in September, policymakers at the median saw the U.S. economy growing 2% next year, roughly at trend, and officials have noted that markets that are sensitive to interest rates, such as housing and autos, have strengthened.  \nIn October, at his last press conference, Powell spoke of     “the makings of a possible settlement” in the United State’s trade dispute with China. Other sources of trouble, such as the possibility of a disruptive “hard” departure of Britain from the European Union, also seemed less threatening. \nEconomic analysts looking ahead to next year also have been generally optimistic that 2019 will be seen as the year when growth and trade risks became their most acute, with the likelihood of a U.S. recession now easing. \nBut the global economy is slowing. The International Monetary Fund at its semi-annual meeting in October cut its world growth forecasts for this year and next and said the outlook remained “precarious.” \n And there’s still no deal between the United States and China. While U.S. import levies due to take effect on Dec. 15 now appear likely to be postponed, they are not expected to be canceled outright - pushing that set of risks off into 2020. The next round of tariffs is to include many consumer products that have been excluded from the import tax so far to try to limit price rises at the shopping mall. \nOn the upside, however, it appears a long-elusive deal to overhaul the NAFTA trade pact is now in reach, with an agreement struck Tuesday and lawmakers in the United States, Mexico and Canada all poised to ratify. \nYet, as with the up-and-down negotiations over Brexit - still unresolved and with the country’s political leadership now up for grabs - the weeks since Powell’s last press conference have shown how shaky any forecast may be that depends on elected officials to lower “political risk.”  \nUncertainty over trade policy was a key reason the Fed cut rates this year, worried that businesses were scaling back investment plans to such a degree it could slow the economy overall unless the central bank took steps to counter it. \nSince then, negotiations have dragged on, and in addition Trump announced plans for new tariffs on metals from Argentina and Brazil, and threatened them on an array of French products.  \nIn Japan, the outlook has taken such a turn that the government rolled out a $120 billion fiscal stimulus program, justified by both the short-term damage from the trade war and a generically weak outlook for 2020.    \nPerhaps the biggest risk is that China’s economy will slow regardless of what happens in the trade spat with the United States, as Chinese officials try to slash the country’s debts to more sustainable levels and spending falls as a result.  \n“We’ll likely see overseas growth stagnate for most of 2020,” said Yoshiki Shinke, chief economist at Japan’s Dai-ichi Life Research Institute. \nOther central banks have been acting to try to counter concerns of a sort of creeping stagnation. \nLast week’s surprisingly strong U.S. jobs report bolstered the case that the United States was so far immune from much of what may ail the world - be it Europe’s endemic slow growth to the fallout of the very trade war that the United States initiated.  \nBut BNP Paribas Chief Economist Daniel Ahn says it is a short step from a worse-than-expected trade outcome or a bit of bad economic data to the sort of stock market volatility that ends up hurting the broader economy when household wealth takes a hit. \nAhn said he is already expecting monthly U.S. job growth to slow next year and dip below 100,000, a level Fed officials often cite as the breakeven between a labor market absorbing new job market entrants and one that is effectively sidelining people who want to work. \nThat could also hurt consumption, the economy’s key prop at this point, and keep U.S. growth stuck at around 1% through early next year, Ahn said. It would be the sort of “material change” in the economic outlook that Powell has said might prompt more rate cuts. BNP is expecting two cuts early next year. \n“Sentiment may have gotten a little bit ahead of itself,” Ahn said of the broad consensus that the United States and China were poised for a trade breakthrough, a conclusion partly based on the notion that President Donald Trump will want the issue resolved at some point during an election year. “We think markets should be not quite as sanguine.”   \nReporting by Howard Schneider; Additional reporting by Leika Kihara in Tokyo; Editing by Andrea Ricci\n",
        "summary": [
          "The Federal Reserve meets this week and is likely to leave interest rates unchanged after cutting them three times this year.",
          "In October, at his last press conference, Powell spoke of     “the makings of a possible settlement” in the United State’s trade dispute with China.",
          "Other sources of trouble, such as the possibility of a disruptive “hard” departure of Britain from the European Union, also seemed less threatening."
        ]
      },
      {
        "url": "https://reuters.com//article/us-usa-trade-china-tariffs/trumps-dec-15-china-tariffs-threaten-a-long-list-of-christmas-favorites-idUSKBN1YE2J4",
        "title": "Trump's Dec. 15 China tariffs threaten a long list of Christmas favorites",
        "text": "WASHINGTON (Reuters) - U.S. President Donald Trump has days to decide whether to impose tariffs on nearly $160 billion in Chinese consumer goods just weeks before Christmas, a move that could be unwelcome in both the United States and China.  \nThe White House’s top economic and trade advisers, including Trade Representative Robert Lighthizer, Larry Kudlow, Peter Navarro, and Treasury Secretary Steven Mnuchin are expected to meet in coming days with Trump over that decision, one person briefed on the situation said. There is still no clarity on what the decision will be.  \n“They may very well go into effect. They may very well hold back. And the president’s going to decide,” the source said Monday afternoon.  \nThe way the tariffs are written, the Trump administration has to act, or else they automatically go into effect, trade experts said.  \n“Unless USTR (the U.S. Trade Representative) issues a notice of modification for these tariffs, they will take effect on December 15 as scheduled,” said Tami Overby, senior director at McLarty Associates, a Washington-based trade consultant.  \nKudlow, director of the White House’s National Economic Council, said late Tuesday morning no decision had been made. \n“The reality is those tariffs are still on the table, the Dec. 15 tariffs, and the president has indicated if the short strokes remaining in negotiations do not pan out to his liking that those tariffs could go back into place,” Kudlow said at a Wall Street Journal conference.  \nThe Trump administration said in August it would put 15% tariffs on billions in Chinese-made consumer goods on Dec. 15. Known as the \"4B\" list of goods here those tariffs would hit video game consoles, computer monitors, Christmas decorations, toys and other items including clothing often given as gifts. \nThe White House has been deliberating for weeks whether or not to impose the tariffs, and said here in early November they would likely be averted if a Phase One deal was reached.  \nBoth sides have still not reached agreement on crucial parts of the deal. These include the amount of U.S. agricultural goods Beijing would agree to purchase and when the U.S. would roll back other tariffs it imposed on Chinese goods, people briefed on the talks said. \n If the White House does allow the Dec. 15 tariffs to take effect, then the U.S.-China deal talks are likely done for the remainder of President Trump’s term, the source said.  \nIn November, the Trump administration failed to meet its own deadline to impose tariffs on auto imports under a “Section 232” investigation. The White House needs to find another way to tax foreign cars after letting that deadline lapse, trade experts told Reuters. \nGoods that would be affected by the Dec. 15 tariffs include industrial goods like pesticides and other chemicals, but also a bevy of consumer items that are in heavy demand around the Christmas and New Years holidays, according to a Reuters analysis of the tariff list announced in August. They include plastic tableware, handbags, photo albums, woolen bathrobes, silk pajamas, turntables and jeweled wristwatches. \nWhile most goods that Americans will buy before Christmas had been shipped long before, retailers could add opportunistic price increases, trade experts said.   \n“Trump does not want to do that right before Christmas. The optics would be terrible,” William Reinsch, a former senior U.S. Commerce official and trade expert at the Center for Strategic and International Studies, told Reuters in November.     \nAdditional reporting by Jason Lange; writing by Heather Timmons; Editing by Tom Brown\n",
        "summary": [
          "The way the tariffs are written, the Trump administration has to act, or else they automatically go into effect, trade experts said.",
          "The Trump administration said in August it would put 15% tariffs on billions in Chinese-made consumer goods on Dec. 15.",
          "While most goods that Americans will buy before Christmas had been shipped long before, retailers could add opportunistic price increases, trade experts said."
        ]
      },
      {
        "url": "https://reuters.com//article/us-usa-antitrust-tech/u-s-attorney-general-says-big-tech-probes-to-be-completed-next-year-idUSKBN1YE2NE",
        "title": "U.S. attorney general says Big Tech probes to be completed next year",
        "text": "WASHINGTON (Reuters) - U.S. Attorney General William Barr said on Tuesday that he hoped to have Justice Department investigations of the big tech platforms - Facebook Inc (FB.O), Alphabet Inc’s (GOOGL.O) Google, Amazon.com Inc (AMZN.O) and Apple Inc (AAPL.O) - completed next year. \nThe four tech companies have been lightning rods for regulator probes this year. In addition to the Justice investigations, the Federal Trade Commission, state attorneys general and Congress are looking at one or more of the companies. \n“We started in earnest in July. It’s been moving very quickly,” Barr told the Wall Street Journal CEO Council. “We’re talking very broadly with people and getting a lot of input from people in the industry and experts and so forth.” \n“I’d like to have it completed some time next year. I think it’s important to move quickly on things,” Barr said. “These things have a cost to the marketplace and businesses. I think at some point the government has to fish or cut bait.” \nBarr said that the Justice Department review was not limited to antitrust, but that looking for anti-competitive behavior was “front and center.” \n“The question is that when you have the kind of market power that some companies have in their market, then some conduct that may have made sense when they were the insurgent company in a growing industry can become anti-competitive because it ends up fortifying the monopoly,” he said.  \nThe attorney general, however, also cited his previous work for Verizon Communications (VZ.N), in arguing that big companies provided some benefits to consumers, particularly in telecommunications. \n“Big is not bad,” he said. “I think in certain network industries you can be too Balkanized and no one has the scale necessary for the kind of innovation that we’re seeing.” \nReporting by Diane Bartz; Editing by Bill Berkrot\n",
        "summary": [
          "The four tech companies have been lightning rods for regulator probes this year.",
          "In addition to the Justice investigations, the Federal Trade Commission, state attorneys general and Congress are looking at one or more of the companies.",
          "The attorney general, however, also cited his previous work for Verizon Communications (VZ.N), in arguing that big companies provided some benefits to consumers, particularly in telecommunications."
        ]
      },
      {
        "url": "https://reuters.com//article/us-peloton-stocks/peloton-tumbles-over-6-after-short-seller-warns-of-competition-idUSKBN1YE2FJ",
        "title": "Peloton tumbles over 6% after short seller warns of competition",
        "text": "SAN FRANCISCO (Reuters) - Shares of Peloton Interactive (PTON.O) tumbled over 6% on Tuesday after noted short seller Andrew Left valued the seller of stationary exercise bicycles at about one seventh of its recent stock price. \nLeft’s Citron Research warned that the Peloton’s bikes, priced at over $2,200, and its streaming exercise video service face competition from aggressive, cheaper rivals. It predicted Peloton’s stock would fall to $5. The stock dropped $2.32 to $32.45 following the report. \nPeloton did not immediately respond to a request for comment about the Citron Research report.  \nPeloton, which went public in September at $29 a share and is losing money, has filed lawsuits against Echelon Fitness LLC, alleging it infringed its patents and sold “cheap, copycat” products. New York-based Peloton has also filed a lawsuit against Flywheel Sports Inc, which sells its own stationary bikes with built-in tablets.  \nLeft is one of Wall Street’s most prominent short sellers, and his reports in the past have hurt shares of companies including Twitter (TWTR.N), GoPro (GPRO.O), Wayfair (W.N) and ecommerce website Jumia Technologies (4JMAy.F).  \n“While Peloton has enjoyed a first mover advantage, the lack of differentiation of its bike has finally caught up to it as the competition is not only making virtually identical exercise bikes but ones that are both more affordable and functional,” Citron Research said in its report. \nBut Oppenheimer analyst Jason Helfstein, who recommends investors buy Peloton’s stock, raised his price target to $38 from $29 on Tuesday, saying the company is likely to grow faster than its rivals and pointing to strong website traffic and improving customer satisfaction. \nOn the company’s quarterly earnings conference call on Nov. 5, Chief Executive CEO John Paul Foley, in response to an analyst’s question about competition, said: “We have a seven-year head start. We created the category. I would say, at this point, we do not have what I call like-minded competition, which would be a very well-capitalized technology company. To our knowledge, that company doesn’t exist yet, but it may at some point in the coming years.” \nAbout 20 analysts cover Peloton, on average rating it “buy.” \nCitron Research said its $5 target price is based on a comparison with other subscription-based companies’ market capitalizations per subscriber. \nWith Tuesday’s decline, Peloton is down 12% from a week ago, when faced criticism for a Christmas ad some labeled as “sexist,” and before it cut subscription prices for its video streaming service. \nThe stock remains up 12% from its IPO in September. \nReporting by Noel Randewich; Editing by Leslie Adler\n",
        "summary": [
          "SAN FRANCISCO (Reuters) - Shares of Peloton Interactive (PTON.O) tumbled over 6% on Tuesday after noted short seller Andrew Left valued the seller of stationary exercise bicycles at about one seventh of its recent stock price.",
          "Left’s Citron Research warned that the Peloton’s bikes, priced at over $2,200, and its streaming exercise video service face competition from aggressive, cheaper rivals.",
          "New York-based Peloton has also filed a lawsuit against Flywheel Sports Inc, which sells its own stationary bikes with built-in tablets."
        ]
      },
      {
        "url": "https://reuters.com//article/us-usa-huawei-tech-canada/huaweis-cfo-wins-canada-court-fight-to-see-more-documents-related-to-her-arrest-idUSKBN1YE2NW",
        "title": "Huawei's CFO wins Canada court fight to see more documents related to her arrest",
        "text": "(Reuters) - Lawyers for Huawei’s chief financial officer have won a court battle after a judge asked Canada’s attorney general to hand over more evidence and documents relating to the arrest of Meng Wanzhou, according to a court ruling released on Tuesday. \nAssociate Chief Justice Heather Holmes in the Supreme Court of British Columbia agreed with Huawei Technologies Co Ltd’s legal team that there is an “air of reality” to their assertion. \nBut she cautioned that her ruling is limited and does not address the merit of Huawei’s allegations that Canadian authorities improperly handled identifying information about Meng’s electronic devices. \nMeng, 47, was arrested at the Vancouver International Airport on Dec. 1, 2018, at the request of the United States, where she is charged with bank fraud and accused of misleading the bank HSBC about Huawei Technologies’ business in Iran. She has said she is innocent and is fighting extradition. \nShe was questioned by Canadian immigration authorities prior to her arrest, and her lawyers have asked the government to hand over more documents about her arrest. \nMeng’s legal team has contested her extradition in the Canadian courts on the grounds that the United States is using her extradition for economic and political gain, and that she was unlawfully detained, searched and interrogated by Canadian authorities acting on behalf of the U.S. Federal Bureau of Investigation (FBI). \nIn her ruling, Holmes wrote that she found the evidence tendered by the attorney general to have “notable gaps,” citing the example of why the Canadian Border Services Agency (CBSA) “made what is described as the simple error of turning over to the RCMP (Royal Canadian Mounted Police), contrary to law, the passcodes CBSA officers had required Ms. Meng to produce.” \nHolmes also said the attorney general did not provide adequate evidence to “rebut inferences from other evidence that the RCMP improperly sent serial numbers and other identifiers of Ms. Meng’s devices to the FBI.” \nHolmes said these gaps in evidence raise questions “beyond the frivolous or speculative about the chain of events,” and led her to conclude that Meng’s application “crosses the air of reality threshold.” \nThe order does not require the disclosure of documents - the attorney general may assert a privilege, which Meng could contest in court.  \nNeither the Canadian federal justice ministry nor Huawei immediately responded to requests for comment. \nNo timeline was outlined in Holmes’ ruling. \nMeng’s extradition hearing will begin on Jan. 20, 2020, in a federal court in Vancouver. \nReporting by David Kirton in Shanghai and Moira Warburton in Toronto; Editing by Lisa Shumaker and Matthew Lewis\n",
        "summary": [
          "She was questioned by Canadian immigration authorities prior to her arrest, and her lawyers have asked the government to hand over more documents about her arrest.",
          "The order does not require the disclosure of documents - the attorney general may assert a privilege, which Meng could contest in court.",
          "Reporting by David Kirton in Shanghai and Moira Warburton in Toronto; Editing by Lisa Shumaker and Matthew Lewis"
        ]
      }
    ]
  },
  {
    "section": "news/world",
    "articles": []
  },
  {
    "section": "news/technology",
    "articles": [
      {
        "url": "https://reuters.com//article/us-sprint-corp-m-a-t-mobile/deutsche-telekom-ceo-denies-t-mobile-sprint-deal-will-reduce-competition-idUSKBN1YE2I3",
        "title": "Deutsche Telekom CEO denies T-Mobile/Sprint deal will reduce competition",
        "text": "NEW YORK (Reuters) - T-Mobile US Inc and Sprint Corp did not pursue a merger in order to reduce price competition in the U.S. wireless market, the chief executive of Deutsche Telekom, T-Mobile’s majority shareholder, testified on Tuesday in federal court in Manhattan. \nA group of state attorneys general, led by New York and California, are suing to stop the $26.5 billion merger between the wireless carriers, arguing it would lead to higher prices. \nTimotheus Höttges, who is chairman of T-Mobile’s board, testified that T-Mobile sought to merge with its smaller rival to increase scale and gain wireless spectrum, or airwaves that carry data, but denied the goal was to reduce competition. His testimony came on the second day of a trial that is expected to run until Dec. 20.  \nAttorneys for the states presented evidence on Tuesday from a T-Mobile board presentation in 2010, when the company first explored a deal with Sprint, that said the merger would have “potential to reduce price competition.” \nHöttges downplayed the presentation, saying it had been prepared by advisers and was not an official Deutsche Telekom document.  \nT-Mobile and Sprint have already received approval for the deal from the U.S. Department of Justice and the Federal Communications Commission, after the companies agreed to sell Sprint’s prepaid phone business and some spectrum to satellite TV provider Dish Network Corp. \nThe companies argue that a stronger T-Mobile would result from the proposed takeover, making it better able to innovate and compete to reduce wireless prices. The case represents a break with the usual process of states coordinating with the federal government in reviewing mergers and generally coming to a joint conclusion. \nThe states have argued that Dish is not a viable competitor in the wireless market that could replace Sprint as the fourth-largest carrier. On Tuesday, Glenn Pomerantz, an attorney representing California in the lawsuit, asked Höttges whether he was aware that Dish had repeatedly failed to build a network using its vast holdings of wireless spectrum.  \nHöttges testified that Dish founder and Chairman Charlie Ergen was “not easy to deal with,” but said Ergen was known for being a great entrepreneur and would have all the ingredients needed to build a network once the merger closed.  \nReporting by Sheila Dang; Editing by Noeleen Walder and Leslie Adler\n",
        "summary": [
          "Timotheus Höttges, who is chairman of T-Mobile’s board, testified that T-Mobile sought to merge with its smaller rival to increase scale and gain wireless spectrum, or airwaves that carry data, but denied the goal was to reduce competition.",
          "Attorneys for the states presented evidence on Tuesday from a T-Mobile board presentation in 2010, when the company first explored a deal with Sprint, that said the merger would have “potential to reduce price competition.”",
          "Höttges downplayed the presentation, saying it had been prepared by advisers and was not an official Deutsche Telekom document."
        ]
      },
      {
        "url": "https://reuters.com//article/us-fitbit-m-a-google/u-s-justice-department-to-review-googles-deal-for-fitbit-source-idUSKBN1YE2K1",
        "title": "U.S. Justice Department to review Google's deal for Fitbit: source",
        "text": "WASHINGTON (Reuters) - The U.S. Justice Department will review plans by Alphabet Inc-owned (GOOGL.O) Google to buy fitness tracker maker Fitbit Inc (FIT.N) for possible antitrust issues, a source told Reuters on Tuesday. \nThe $2.1 billion deal will give search and advertising giant Google the capability to take on Apple and Samsung in the crowded market for fitness trackers and smart watches. It was announced on Nov. 1. \nWatchdog groups like Public Citizen and the Center for Digital Democracy, among others, have urged antitrust enforcers to block the deal on the grounds that it will give Google even more data about American consumers. \nThe New York Post was the first to report that the Justice Department will review the merger. The Federal Trade Commission also reviews mergers and could have investigated Google’s deal for Fitbit. \nBig tech companies like Facebook (FB.O), Google, Amazon.com (AMZN.O) and Apple (AAPL.O) face a slew of antitrust probes by the federal government, state attorneys general and congress. \nReporting by Diane Bartz; Editing by Nick Zieminski\n",
        "summary": [
          "WASHINGTON (Reuters) - The U.S. Justice Department will review plans by Alphabet Inc-owned (GOOGL.O) Google to buy fitness tracker maker Fitbit Inc (FIT.N) for possible antitrust issues, a source told Reuters on Tuesday.",
          "The $2.1 billion deal will give search and advertising giant Google the capability to take on Apple and Samsung in the crowded market for fitness trackers and smart watches.",
          "The New York Post was the first to report that the Justice Department will review the merger."
        ]
      },
      {
        "url": "https://reuters.com//article/us-usa-encryption-facebook/u-s-senators-threaten-facebook-apple-with-encryption-regulation-idUSKBN1YE2CK",
        "title": "U.S. senators threaten Facebook, Apple with encryption regulation",
        "text": "SAN FRANCISCO (Reuters) - U.S. senators grilled Apple Inc (AAPL.O) and Facebook Inc (FB.O) executives over their encryption practices on Tuesday and threatened to regulate the technology unless the companies make encrypted user data accessible to law enforcement. \nAt a U.S. Senate Judiciary Committee hearing, Democrats and Republicans presented a rare united front as they invoked child abuse and mass shooting cases in which encryption has blocked access to key evidence and stymied investigations. \n“You’re going to find a way to do this or we’re going to go do it for you,” said Senator Lindsey Graham. “We’re not going to live in a world where a bunch of child abusers have a safe haven to practice their craft. Period. End of discussion.” \nFacebook has been wrestling with multiple governments since announcing its plan to extend end-to-end encryption across its messaging services earlier this year. Its WhatsApp messaging app is already encrypted. \nIn October, U.S. Attorney General William Barr and law enforcement chiefs of the United Kingdom and Australia called on the world’s biggest social network not to proceed with its plan unless law enforcement officials are given backdoor access. \nFacebook rejected that call in a letter signed by WhatsApp head Will Cathcart and Messenger head Stan Chudnovsky which it released along with the company’s written testimony. \n“The ‘backdoor’ access you are demanding for law enforcement would be a gift to criminals, hackers and repressive regimes,” they wrote. “That is not something we are prepared to do.” \nApple weathered a legal fight over encryption in 2016, when the Federal Bureau of Investigation sought access to an iPhone owned by a slain sympathizer of Islamic State in San Bernardino, California, who had murdered county employees. \nThat stand helped bolster the company’s reputation for protecting user privacy, while Facebook has been mired in a series of scandals in recent years over its handling of personal data. \nIn their testimony, Facebook’s messaging privacy chief Jay Sullivan traded barbs with Apple privacy head Erik Neuenschwander, each suggesting lawmakers focus their scrutiny on the other company’s business. \nSullivan said repeatedly that Facebook does not build devices or operating systems, and suggested the company was open to “on-device scanning” proposals that would automatically identify matches for illegal content. \n“We don’t have forums for strangers to contact each other ... and our business doesn’t have us scanning material of our users to build profiles of them,” said Neuenschwander. \nReporting by Katie Paul; Editing by Richard Chang\n",
        "summary": [
          "“You’re going to find a way to do this or we’re going to go do it for you,” said Senator Lindsey Graham.",
          "“We’re not going to live in a world where a bunch of child abusers have a safe haven to practice their craft.",
          "Facebook has been wrestling with multiple governments since announcing its plan to extend end-to-end encryption across its messaging services earlier this year."
        ]
      },
      {
        "url": "https://reuters.com//article/us-peru-taxes/peru-plans-taxing-netflix-uber-and-digital-businesses-official-idUSKBN1YE2PH",
        "title": "Peru plans taxing Netflix, Uber and digital businesses: official",
        "text": "LIMA (Reuters) - Peru wants foreign digital companies such as Netflix Inc, Uber Technologies Inc and Spotify Technology SA to pay taxes on sales they make in the Andean country, the head of the local tax collection agency told Reuters on Tuesday. \nClaudia Suarez of the National Superintendence of Tax Administration estimated Peru could raise 150 million soles ($44 million) next year from the taxes. She added that her office was working with the finance ministry about passing a decree that would not require congressional approval. \nReporting By Maria Cervantes, Writing By Mitra Taj; Editing by Bill Berkrot\n",
        "summary": [
          "LIMA (Reuters) - Peru wants foreign digital companies such as Netflix Inc, Uber Technologies Inc and Spotify Technology SA to pay taxes on sales they make in the Andean country, the head of the local tax collection agency told Reuters on Tuesday.",
          "Claudia Suarez of the National Superintendence of Tax Administration estimated Peru could raise 150 million soles ($44 million) next year from the taxes.",
          "She added that her office was working with the finance ministry about passing a decree that would not require congressional approval."
        ]
      },
      {
        "url": "https://reuters.com//article/us-amazon-com-blink/amazon-issues-fix-after-some-blink-home-cameras-found-vulnerable-to-hacking-idUSKBN1YE2D2",
        "title": "Amazon issues fix after some Blink home cameras found vulnerable to hacking",
        "text": "(Reuters) - Amazon.com Inc (AMZN.O) said on Tuesday it had issued a fix to rectify security flaws in certain of its Blink home camera systems after a cyber security firm found vulnerabilities that could let hackers hijack the device. \nTenable Inc, which discovered the issues, said seven severe vulnerabilities in Blink’s XT2 camera systems could have given attackers full control over the device and allow them to view the camera footage remotely. \n“Customers have received automatic security updates addressing these issues for impacted devices,” an Amazon spokesperson said. \nAmazon bought home security camera maker Blink in late-2017 for $90 million. \nReporting by Chinmay Rautmare in Bengaluru; Editing by Amy Caren Daniel\n",
        "summary": [
          "Tenable Inc, which discovered the issues, said seven severe vulnerabilities in Blink’s XT2 camera systems could have given attackers full control over the device and allow them to view the camera footage remotely.",
          "“Customers have received automatic security updates addressing these issues for impacted devices,” an Amazon spokesperson said.",
          "Amazon bought home security camera maker Blink in late-2017 for $90 million."
        ]
      }
    ]
  },
  {
    "section": "news/lifestyle",
    "articles": []
  }
]